{
  "CODE_OF_CONDUCT": {
    "title": "CODE_OF_CONDUCT",
    "content": "# Citizen Code of Conduct\r\n\r\n## 1. Purpose\r\n\r\nA primary goal of the Quartz community is to be inclusive to the largest number of contributors, with the most varied and diverse backgrounds possible. As such, we are committed to providing a friendly, safe and welcoming environment for all, regardless of gender, sexual orientation, ability, ethnicity, socioeconomic status, and religion (or lack thereof).\r\n\r\nThis code of conduct outlines our expectations for all those who participate in our community, as well as the consequences for unacceptable behavior.\r\n\r\nWe invite all those who participate in the Quartz community to help us create safe and positive experiences for everyone.\r\n\r\n## 2. Open [Source/Culture/Tech] Citizenship\r\n\r\nA supplemental goal of this Code of Conduct is to increase open [source/culture/tech] citizenship by encouraging participants to recognize and strengthen the relationships between our actions and their effects on our community.\r\n\r\nCommunities mirror the societies in which they exist and positive action is essential to counteract the many forms of inequality and abuses of power that exist in society.\r\n\r\nIf you see someone who is making an extra effort to ensure our community is welcoming, friendly, and encourages all participants to contribute to the fullest extent, we want to know.\r\n\r\n## 3. Expected Behavior\r\n\r\nThe following behaviors are expected and requested of all community members:\r\n\r\n * Participate in an authentic and active way. In doing so, you contribute to the health and longevity of this community.\r\n * Exercise consideration and respect in your speech and actions.\r\n * Attempt collaboration before conflict.\r\n * Refrain from demeaning, discriminatory, or harassing behavior and speech.\r\n * Be mindful of your surroundings and of your fellow participants. Alert community leaders if you notice a dangerous situation, someone in distress, or violations of this Code of Conduct, even if they seem inconsequential.\r\n * Remember that community event venues may be shared with members of the public; please be respectful to all patrons of these locations.\r\n\r\n## 4. Unacceptable Behavior\r\n\r\nThe following behaviors are considered harassment and are unacceptable within our community:\r\n\r\n * Violence, threats of violence or violent language directed against another person.\r\n * Sexist, racist, homophobic, transphobic, ableist or otherwise discriminatory jokes and language.\r\n * Posting or displaying sexually explicit or violent material.\r\n * Posting or threatening to post other people's personally identifying information (\"doxing\").\r\n * Personal insults, particularly those related to gender, sexual orientation, race, religion, or disability.\r\n * Inappropriate photography or recording.\r\n * Inappropriate physical contact. You should have someone's consent before touching them.\r\n * Unwelcome sexual attention. This includes, sexualized comments or jokes; inappropriate touching, groping, and unwelcomed sexual advances.\r\n * Deliberate intimidation, stalking or following (online or in person).\r\n * Advocating for, or encouraging, any of the above behavior.\r\n * Sustained disruption of community events, including talks and presentations.\r\n\r\n## 5. Weapons Policy\r\n\r\nNo weapons will be allowed at Quartz community events, community spaces, or in other spaces covered by the scope of this Code of Conduct. Weapons include but are not limited to guns, explosives (including fireworks), and large knives such as those used for hunting or display, as well as any other item used for the purpose of causing injury or harm to others. Anyone seen in possession of one of these items will be asked to leave immediately, and will only be allowed to return without the weapon. Community members are further expected to comply with all state and local laws on this matter.\r\n\r\n## 6. Consequences of Unacceptable Behavior\r\n\r\nUnacceptable behavior from any community member, including sponsors and those with decision-making authority, will not be tolerated.\r\n\r\nAnyone asked to stop unacceptable behavior is expected to comply immediately.\r\n\r\nIf a community member engages in unacceptable behavior, the community organizers may take any action they deem appropriate, up to and including a temporary ban or permanent expulsion from the community without warning (and without refund in the case of a paid event).\r\n\r\n## 7. Reporting Guidelines\r\n\r\nIf you are subject to or witness unacceptable behavior, or have any other concerns, please notify a community organizer as soon as possible. j.zhao2k19@gmail.com.\r\n\r\n\r\n\r\nAdditionally, community organizers are available to help community members engage with local law enforcement or to otherwise help those experiencing unacceptable behavior feel safe. In the context of in-person events, organizers will also provide escorts as desired by the person experiencing distress.\r\n\r\n## 8. Addressing Grievances\r\n\r\nIf you feel you have been falsely or unfairly accused of violating this Code of Conduct, you should notify @jackyzha0 with a concise description of your grievance. Your grievance will be handled in accordance with our existing governing policies. \r\n\r\n\r\n## 9. Scope\r\n\r\nWe expect all community participants (contributors, paid or otherwise; sponsors; and other guests) to abide by this Code of Conduct in all community venues--online and in-person--as well as in all one-on-one communications pertaining to community business.\r\n\r\nThis code of conduct and its related procedures also applies to unacceptable behavior occurring outside the scope of community activities when such behavior has the potential to adversely affect the safety and well-being of community members.\r\n\r\n## 10. Contact info\r\n\r\nj.zhao2k19@gmail.com\r\n\r\n## 11. License and attribution\r\n\r\nThe Citizen Code of Conduct is distributed by [Stumptown Syndicate](http://stumptownsyndicate.org) under a [Creative Commons Attribution-ShareAlike license](http://creativecommons.org/licenses/by-sa/3.0/). \r\n\r\nPortions of text derived from the [Django Code of Conduct](https://www.djangoproject.com/conduct/) and the [Geek Feminism Anti-Harassment Policy](http://geekfeminism.wikia.com/wiki/Conference_anti-harassment/Policy).\r\n\r\n_Revision 2.3. Posted 6 March 2017._\r\n\r\n_Revision 2.2. Posted 4 February 2016._\r\n\r\n_Revision 2.1. Posted 23 June 2014._\r\n\r\n_Revision 2.0, adopted by the [Stumptown Syndicate](http://stumptownsyndicate.org) board on 10 January 2013. Posted 17 March 2013._\r\n",
    "lastmodified": "2023-02-27T15:27:49.6701307+01:00",
    "tags": null
  },
  "README": {
    "title": "README",
    "content": "# Quartz\r\n\r\nHost your second brain and [digital garden](https://jzhao.xyz/posts/networked-thought) for free. Quartz features\r\n\r\n1. Extremely fast natural-language search\r\n2. Customizable and hackable design based on Hugo\r\n3. Automatically generated backlinks, link previews, and local graph\r\n4. Built-in CJK + Latex Support and Admonition-style callouts\r\n5. Support for both Markdown Links and Wikilinks\r\n\r\nCheck out some of the [amazing gardens that community members](https://quartz.jzhao.xyz/notes/showcase/) have published with Quartz!\r\n\r\n\u003e “[One] who works with the door open gets all kinds of interruptions, but [they] also occasionally gets clues as to what the world is and what might be important.” — Richard Hamming\r\n\r\n🔗 Get Started: https://quartz.jzhao.xyz/\r\n\r\n![Quartz Example Screenshot](./screenshot.png)*Quartz Example Screenshot*\r\n\r\n[Join the Discord Community](https://discord.gg/cRFFHYye7t)\r\n",
    "lastmodified": "2023-02-27T15:27:49.67113+01:00",
    "tags": null
  },
  "content/": {
    "title": "Wiki de Umbral",
    "content": "![](notes/images/Landing.jpg)\n# **El Umbral**\n\nEl Umbral es un místico portal arcano, una Puerta a todos los lugares. Desde él, es posible acceder a todos los rincones del Mundo y de todos los Universos.\n\nEl Umbral guarda consigo secretos mucho mayores. Parece tratarse de una magia mucho más primigenia que el uso de los conjuros, mucho más trascendental que divinidades o planos. El Umbral es una puerta, un éter conectado a todo punto del espacio… y quizá del tiempo.\n\n# Origen\n\nEl Origen del Umbral es desconocido. Aquellos que alguna vez han estudiado el Umbral lo han situado más allá del tiempo mismo. Hay quien dice que incluso fue lo que trajo la Magia al Mundo. Los misterios de su origen son tantos como el lugar donde está situado, Valle del Umbral en un lugar cercano al centro de Levaryck.\n\nCuando [[Habitantes/maestros/viridio|Viridio]] encontró el Umbral gracias a su Magia se unió a [[Cobalto]] y [[Luma]] en su búsqueda. Una vez llegaron allí, [[Lila]] lo había cruzado. Juntos construyeron la Ciudadela y encerraron la Primera Semilla en el pentágono de roca, lo que sería conocido como el Umbral desde entonces y convirtiéndose en [[guardianes|Guardianes]] del mismo.\n\nAlrededor de este lugar probaron, investigaron y averiguaron su funcionamiento. Construyeron allí La Ciudadela del Umbral, una blanca fortaleza en lo alto de una colina, refulgente y brillante. Fue el centro de toda civilización hasta que desapareció.\n\n# Funcionamiento\n\nDominado a la perfección, el Umbral permite el teletransporte absoluto; es decir, viajar desde cualquier rincón del mundo a cualquier rincón de cualquier mundo. Sin embargo, debido a la falta de comprensión del mismo, actualmente su poder es muy limitado.\n\n-   Para atravesar el Umbral, se debe primero establecer el vínculo mediante un grabado en Lenguaje Arcano que establezca el vínculo.\n    \n    -   El vínculo es difícil de establecer, y pocas veces se puede colocar dos veces seguidas. Por ello, una vez se ha viajado a un lugar no puede volver a viajarse rápidamente. Dicen que esto se debe a que debe recalcularse teniendo en cuenta rotación y traslación de Levaryck.\n        \n-   Después, debe lanzarse el Conjuro de Apertura, que depende de la Seguridad y Voluntad de quien lo lanza.\n    \n    -   El Umbral permanece abierto treinta segundos.\n        \n    -   Un fallo en el conjuro puede enviar a quien lo atraviese a otro Universo u otro lugar, o en condiciones lamentables.\n        \n    -   El Conjuro puede grabarse en un pergamino que debe leerse en voz alta. En caso de que sea así, no obstante, el texto del pergamino debe estar estrechamente vinculado con la Conexión.\n        \n        -   El pergamino se destruye tras el uso, consumido por la magia del Umbral. Esto es independiente al material empleado.\n            \n-   Para volver a través del Umbral, debe volverse al mismo emplazamiento donde el Umbral dejó a uno y volver a pronunciar el Conjuro o leer el Pergamino.\n    \n    -   El Umbral se abre durante treinta segundos.\n        \n    -   Tras cierto tiempo la Conexión se rompe, y no resulta posible volver a través del Umbral.\n        \n-   Para volver exactamente al lugar de origen, es necesario tener una Conexión con el Umbral, ya sea un grabado conjurado de la misma o un vínculo.\n    \n    -   Entrar en el Umbral sin una Conexión o sin haber establecido el Vínculo enviará a quien lo atraviese a un lugar completamente aleatorio, de Levarick u otro lugar del Multiverso.\n        \n    -   Los brazaletes que portan el Glifo permiten el retorno, ya que están vinculados a la Conexión, pero es posible vincularse de otras maneras (ej. Galatea grabó el glifo en su brazo en cuanto lo vio).\n        \n        -   Sin embargo, atravesar un Umbral diferente no tiene por qué activar la vinculación del brazalete. Se desconoce la causa.\n            \n\nSe sabe que el funcionamiento del Umbral ha ido cambiando a lo largo de las eras, como sugirió Galatea, la Herrera Legendaria.\n\n\u003e _¿Brazalete? ¿Ahora funciona así? - Galatea, Cap.16 - El legado de la Forja_\n\nEs posible que antaño fuese más libre o más restrictivo, pero no se tienen datos de ello. Se sabe que los [[guardianes|Guardianes]] aprendieron a usarlo a un nivel mucho mayor que el actual.\n\n[[Habitantes/habitantes|Habitantes]]\n\n[[Habitantes/maestros/maestros|Maestros]]",
    "lastmodified": "2023-02-28T15:35:27.7697946+01:00",
    "tags": null
  },
  "content/Habitantes/habitantes": {
    "title": "Habitantes",
    "content": "\u003e _Cada persona es única. Cada alma, compartida - Domminnic, borracho una mañana en la Otra Taberna._\n\n![embedded image](https://assets.legendkeeper.com/52599eb5-50be-47bf-9bee-7d0d9eb40439.jpg \"Attachment\")\n\nEl Mundo de Levaryck no sería nada sin los habitantes que la componen. Las altas montañas, los valles mágicos, las cavernas de cristal… nada tiene valor sin aquellos seres que rondan, habitan y construyen Levaryck. Las [[Civilizaciones]] no son nada sin sus habitantes.\n\nTodo ser consciente sirve a un propósito; algunos, sirven al bien común, a la gloria de la civilización, al dominio del amor, a crear un mundo mejor. Otros, sirven al mal, al egoísmo y la tiranía, al Yo frente al Mundo. Algunos sirven por y para un propósito trascendental. Superior. Ya sean las [[Divinidades]] o la [[Magia]] en si misma. Y otros, aunque muy pocos, a [[El Umbral]].\n\nHay prácticamente infinitos seres en Levaryck; siempre podremos conocer un famoso sastre más, la Princesa de una nueva civilización, una criatura aún más antigua y de aún más poder,…\n\n[maestros](Habitantes/maestros/maestros.md)",
    "lastmodified": "2023-02-28T14:37:04.68409+01:00",
    "tags": null
  },
  "content/Habitantes/maestros/akane": {
    "title": "Akane",
    "content": "![](notes/images/Akane.png)\n\u003e \"En las tierras donde provengo existe un dicho; mi Voz está contigo. Significa mucho que alguien te provea de esa bendición. Significa que grita, ruge, ríe y muere por ti. Empleala no en vano; une no sabe cuándo puede recurrir a la fuerza de las personas que le rodean\" - Akane\n\n**Akane es le Maestre Bárbare de Umbral, une semielfe de inmensa fuerza y bravos músculos.** Su cabello rojo es tan grueso que no puede ser cortado, creciente por cada batalla que ha librado. Pese a poseer sangre élfica, es le maestre más joven de todo el Umbral, con apenas sesenta años de edad. Viste con las pieles de su hogar, una tribu de tradiciones arraigadas en otro continente. Su hacha, Talladents, se mantiene siempre afilada y reforjada.\n\n**Akane pasa grandes períodos de tiempo de viaje, actuando como líder de los abanderados del Umbral.** Adora aprender de Levaryck y lo que tiene que ofrecer, buscando siempre en sus confines más inhóspitos. Como le dijo a la Guardiana una vez, pretende alcanzar el final de Levaryck, y demostrar de una vez por todas que no es infinito.\n\n**Akane está casade con [[Habitantes/maestros/gurfid]], el Maestro Guerrero.** Juntes han librado batallas contra monstruos abismales y ejércitos de lo que yace en las profundidades. Akane no teme a nada, pero ha conseguido canalizar su furia en una suerte de frenesí controlado; no le verás perdiendo el control durante la batalla.",
    "lastmodified": "2023-02-28T14:37:04.5891817+01:00",
    "tags": null
  },
  "content/Habitantes/maestros/anacardo": {
    "title": "Anacardo",
    "content": "\u003e _A lo lejos, en la taberna de [[Habitantes/maestros/gurfid]], se escucha un vigoroso cántico que exalta los sentidos. Una voz dadivosa, de gran profundidad y marcado acento, perteneciente al bien conocido Bardo Anacardo. Sus plumas son rojas, carmesí como las llamas, y su pico, dorado como el aceite. Con sus elegantes ropajes de oscuro jubón y purpúrea capa danza y canta sobre la tarima, rasgando un gran laúd tallado a mano, a la vez que pisa con su pie derecho unos crótalos y con su hombro, un triángulo plateado._\n\n# El Bardo Anacardo\n\n**Anacardo es el Maestro Bardo del Umbral.** Se trata de un aviano-fénix, una anomalía genética que surge en uno de cada millones de avianos. Esto, por supuesto, no le hace inmortal, pero le permite resurgir de sus cenizas tras un estallido de llamas, olvidando en el proceso aproximadamente un año de su vida. No se sabe cuanto tiempo lleva vivo, pues sus recuerdos son confusos. Memoriza historias a base de canciones.\n\nAnacardo es poeta, cantante, dramaturgo, escritor, compositor, artista, bohemio, ilustrador y narrador, entre otros. Toca la mandolina, el laúd, la flauta, el arpa, el tambor, el triángulo, los crótalos, el violín, el violonchelo y el kazú, entre otros. **Se le conoce por ansiar ser el centro de atención en lo que a espectáculos se refiere**, buscando organizarlos o bien acapararlos.\n\nTras marcharse de la hermandad, viajó por el mundo vendiendo sus secretos, confiando historias de los aprendices a diferentes puntos de [[levaryck]]. Cuando volvió, perdió todos sus recuerdos; no sabe por qué se fue ni quien le suministró esa información. Por suerte, tampoco parece importarle.\n\n# Historia\n\n(Próximamente)\n\nEl Bardo Anacardo es el Maestro Bardo de la [Hermandad Custodia del Umbral](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/ckw9rh8iy001z036c9lsfyugo/). Se trata de un poderoso bardo aviano, compositor de canciones, creador de historias y un reputado artista en [[levaryck]]. Anacardo es conocido en muchos reinos, pues por mucho tiempo ha estado viajando de un lugar a otro para que sus canciones brillen allá donde va.\n\nAnacardo es un aviano-fénix, una extrañísima mutación en la raza aviana que se sucede una de cada 12.000.000 veces. Gracias a ello, que se sepa, Anacardo no puede morir, pues renace de sus cenizas cada vez que es asesinado. No puede saberse su edad, ya que el proceso de resurrección le hace olvidar los últimos años.\n\nEl Bardo Anacardo toca prácticamente cualquier instrumento; laúd, trompeta, flauta, guitarra, crótalos, triángulo, castañuelas y el piano. Además canta ópera, zarzuela, poesía y baila claqué, tango y vals.",
    "lastmodified": "2023-02-28T14:37:04.6788639+01:00",
    "tags": null
  },
  "content/Habitantes/maestros/arcivo": {
    "title": "Arcivo",
    "content": "\u003e _\"Hola, buenas noches. Mi nombre es Arcivo. Disculpad a [[Gauda]], no tiene... la mejor mano para dar la bienvenida... Por favor, decidme vuestro nombre, vuestro origen y vuestra senda\" - Arcivo_\n\n**Arcivo es el Maestro Arqueólogo de la Hermandad Custodia del Umbral. Es un humano anciano y afable, de mirada serena y gran corpulencia.** Sus cabellos, grises y blancos, cubren su cuerpo al completo. Según él, es el pelaje de un libro que leyó hace mucho tiempo sobre el viaje de una caravana.\n\n**Arcivo se encarga de los registros, cuentas, tratados, contratos y permisos de la Hermandad Custodia**; básicamente, todas las gestiones necesarias para la dirección de la organización y la potestad de la región. Todo el trabajo administrativo que no se ve es dirigido por su silenciosa pluma. Almacena aquello que traen los aprendices de sus misiones y redacta los resúmenes de las mismas, cuando nadie más se ofrece a hacerlo.\n\n**Es el único maestro que definitivamente ha dejado las armas**, pues su látigo quedó destruido tiempo atrás. Sin embargo, ejerce de investigador, recopilador y restaurador arqueológico, siempre con su servicial porte. Es aficionado también al dibujo y la cartografía, pero no muestra sus obras. Allá en sus años mozos, perteneció a un ilustre gremio de arqueólogos cuya insignia ha debido de perder. El trabajo de su vida es sobre los [[Sachoa]] y las [[Bestias Divinas]].\n\nEscriba de la Hermandad Custodia, apunta los nombres y escribe las esquelas. - Se encarga de las cuentas y los registros. Todo lo que hay escrito es obra suya. - Su clase es\n\n**Arqueólogo.**\n\n(Próximamente)",
    "lastmodified": "2023-02-27T19:56:55.0371716+01:00",
    "tags": null
  },
  "content/Habitantes/maestros/ashana": {
    "title": "Ashana",
    "content": "\u003e _\"Veo en las runas entrelazadas que escondes algo bajo tu manga. ¡Muéstramelo!\" - Ashana_\n\n**Ashana, la manca es la Maestra Encantadora del Umbral.** Es una elfa muy anciana, probablemente rondando los doscientos años de edad, paranoica y con mal genio. Su pelo es largo y gris, atado en una larga trenza abultada y maltrecha. Viste con una túnica raída y poco cuidada, con un delantal donde guarda todas sus herramientas de confección.\n\n**Ashana es la Encantadora que confecciona los pergaminos rúnicos con el conjuro que abren el Umbral.** En ellos, busca las runas de posición que permiten que el Umbral viaje a un punto concreto. Es gracias a su magia rúnica, por imprecisa que sea, que junto a la [[Habitantes/maestros/ylia-la-guardiana-del-umbral]] y [[Habitantes/maestros/kitara]] lograron aprender a lo largo de veinte años el secreto de la magia de cómo viajar en el portal, sin perderse en el camino.\n\n**Es huraña y desconfiada, y posiblemente nunca explique cómo perdió la mano.** Durante mucho tiempo, ha sido más cercana a [[Habitantes/maestros/barbariccia]] que a cualquier otro maestro, guardando para sí misma sus pensamientos. En uno de sus viajes acabó perdida en otro mundo, mas logró volver sin mayor inconvenientes.\n\n-   Encargada de calcular coordenadas para los viajes, fabricar los hechizos y crear los pergaminos mágicos imbuidos de magia. Perdió la mano en uno de sus experimentos, pero sigue siendo igual de habilidosa. - Es una elfa anciana, de cuerpo delgaducho y aspecto desgarbado, pelo gris lacio y largo, atado en una coleta desgreñada. Lleva un delantal siempre manchado de borrones de tinta, con muchos bolsillos y bolsitas colgando con cachibaches para encantamientos. - Siempre está encerrada en su estudio trabajando, de vez en cuando se oyen explosiones y con más frecuencia tacos y quejas. Suele hablar sola. Tiene la voz aguda, carrasposa y habla rápido, sin mirarte a la cara la mayoría de veces. - Sabía que en otros mundos también tienen información del Umbral. - Su clase es\n    \n\n**Encantadora**\n\n(Próximamente)",
    "lastmodified": "2023-02-28T14:37:04.5985819+01:00",
    "tags": null
  },
  "content/Habitantes/maestros/barbariccia": {
    "title": "Barbariccia",
    "content": "\u003e _\"Antes de que preguntes si puedo hacerte un descuento, no, no puedo. Alguien tiene que pagar los gastos. Y procura que no te vea robando, aprendiz. Soy rápida lanzando dagas a las manos.\" - Barbariccia_\n\n**Barbariccia es la Maestra Ladrona del Umbral, una mediana de pequeña estatura pero imponente presencia.** Su pelo es largo y liso, aunque lo suele recoger para que no la estorbe durante el combate. Su mirada oculta lo que parece siempre furia o enfado, pero rara vez suelta más que un rapapolvo o chascarrillo.\n\n**Barbariccia lleva el Almacén, el lugar donde se suministra a los aprendices de aquellos bienes que pudiesen necesitar en sus misiones;** raciones, herramientas, equipos de aventurero,... Es quisquillosa con todo aprendiz que va a comprar algo, pero se preocupa por suplir del mejor género, pues bien sabe que lo que compra la gente es material de primera supervivencia.\n\n**Barbariccia detesta hablar de su pasado, y es la maestra de la que menos se sabe**. Corre el rumor, sin embargo, que antaño perteneció a la casa Ridance, o al menos fue parte del séquito de las Danzantes de Avalion. Traba una amistad muy cercana con [[Habitantes/maestros/ashana]].\n\nArtesana que custodia y racional el almacén de la Hermandad. - Tiene malas pulgas y es muy desconfiada, - En algunas ciudades de Levaryck se la busca por asesinato y secuestro. - Su clase es **Ladrona**\n\n(Próximamente)",
    "lastmodified": "2023-02-28T14:37:04.6032886+01:00",
    "tags": null
  },
  "content/Habitantes/maestros/el-viajero": {
    "title": "El Viajero",
    "content": "\u003e _\"Ah, entiendo... veo que no habéis venido aquí solamente por bagatelas y joyería... habéis venido por lo más valioso que poseo... historias. Cuentos, leyendas, rumores, coplas y poemas, ja, ja... Pues recordad que no vendo barato todo aquello que he oído en las mil y una civilizaciones. Vos diréis... ¿qué cuento queréis que os cuente?\"_\n\u003e \n\u003e **- El Viajero**\n\n**El Viajero es el Maestro Coleccionista de la Hermandad Custodia del Umbral.** No forma parte del grupo original de la Hermandad, pero su estancia prolongada en este lugar ha hecho en su corazón un hueco, y ahora ha decidido asentarse indefinidamente como Maestro. Es un hombre de grandísimo atractivo, de facciones orientales y sin cabello, que viste con sedas multicolor.\n\n**El Viajero cumple la función de proveer a los aprendices de artilugios mágicos, cosas que puedan necesitar y de información o historias.** En su tienda apartada, aguarda la visita de aquellos que buscan de su sabiduría y conocimientos, o quizá simplemente compartir una taza de cualquier bebida de cuando en cuando, pues posee una gran colección de bebidas de todo Levaryck.\n\n**Se encuentra constanteme viajando, recorriendo Levaryck para obtener nuevas leyendas o cuentos para sus conocimientos.** Sin embargo, sin saberse bien cómo lo hace, siempre se le ve en la tienda. Quizá emplee un método de transporte menos rudimentario, o quizá reciba muchos halcones con lo que le llega de fuera. Su nombre, Lamaborg, es desconocido por todos excepto por unos muy, muy pocos.\n\nPocas cosas se conocen del pasado de este misterioso itinerante, aunque se sabe que rendía culto a [La Dorada](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/cl5shrxjc000q028886mjcmk1/) cuando era mas joven.\n\nUPDATE 19/02/2023\n\nMira, el lore se nos ha ido de las manos. 2x128, míratela, no nos cabe aquí todo, merece la pena.",
    "lastmodified": "2023-02-27T19:53:17.9686033+01:00",
    "tags": null
  },
  "content/Habitantes/maestros/gauda-von-eigner": {
    "title": "Gauda von Eigner",
    "content": "\u003e _\"¡Oh, ya veo! ¡Un bardo! Dime, dime, ¿te gusta la mar? ¿El sonido del abominable oleaje tratando de arrancarte el aliento en noches oscuras? ¿Te gusta el pillaje, la piratería y el sonido de los cañones? ¡Únete, pues, a mi tripulación! - Gauda, probablemente a cualquier persona_\n\n**Gauda Von Eigner, capitana del** [Insondable/Antares](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/clbr3d0w9000q02886hy3sa14/) **y Maestra Duelista Arcana del Umbral, es una pirata reptiliana de edad desconocida.** El patrón de colores de su cuerpo es debido a su procedencia; Villa Sustrato, una humilde aldea donde sus habitantes son de vívidos colores. Su poder y fuerza en el combate individual no tiene rival. Su arma, el **\"Jolly Roger\"** es temida allá por donde pasa, y sus técnicas de duelista (inventadas por ella misma) son todo un furor en las mejores escuelas de la hoja.\n\n\u003e _Se dice que una de las técnicas secretas de esta poderosa espada es capaz de obligar a alguien a experimentar su propia muerte._\n\n**Gauda tiende a ser problemática, habiendo sido expulsada de la Hermandad Custodia por crímenes desconocidos.** Se casó con un anciano noble de la familia Von Eigner de Cirksena y tomó el apellido solamente para quedarse con la herencia a su debido tiempo. Desde entonces, se la ha visto encerrada, condenada y encarcelada en diversos lugares.\n\n**Su comportamiento caótico ha puesto en graves problemas a algunos aprendices de la Hermandad en numerosas ocasiones,** llegando a poner en riesgo sus vidas. Sin embargo, esperando el momento de su juicio, ahora vigila las puertas de la Ciudadela, siendo el primer contacto con los aprendices. Alguien comentó que quizá esa no era la mejor idea, pero no parece que se discutiese mucho.\n\nMaestra Duelista Arcana. Nacida en la isla mítica de [Villasustrato](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/cl1g9ika1001v036cskhkln3k/), aislada del resto del mundo, Gauda siempre quiso viajar y visitar otros lugares. Cuando unos piratas alcanzaron la isla y arrasaron con la legendaria fauna local, que incluía pequeños dragones, grifos, unicornios y paticornios, Gauda acabó con todos ellos, robó su barco y se hizo a la mar.\n\n![embedded image](https://assets.legendkeeper.com/83b3befe-3b29-421d-8da7-f5088c9ffb57.png \"Attachment\")\n\nEn algún momento de su vida se casó con Benjamin Von Eigner, un acaudalado noble de Cirksena y tío-abuelo de [Marqués Kaugh Von Eigner](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/ckz7fe7bc002l036cdf4mktff/), que estaba dilapidando su gran fortuna. Gauda se apropió de toda su riqueza para dilapidarla por sí misma.\n\nMucho más adelante, Gauda fue apresada por algún motivo en la Torre del Infierno, una prisión sin ley ubicada en algún punto del [Largodesierto de Ykrea](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/ckz8axi9r0060036cyttp5dty/). Tras una intervención de la [Hermandad Custodia del Umbral](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/ckw9rh8iy001z036c9lsfyugo/), Gauda fue liberada.\n\nAcompañada por Bianka, una musculosa enana con problemas de sinceridad a la que liberó de la prisión durante su fuga, robó un navío y regresó a su isla natal, escoltada por casualidad por algunos miembros de la Hermandad. Allí visitó su antigua casa, en la que recogió una curiosa llave que afirma poder abrir el cofre de un gran tesoro. Gauda volvió a escapar tras aquel encuentro, rumbo a [Nyoss](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/ckz8aliuj004j036cyswbkpi3/).\n\nPor algún motivo, se niega a regresar a [La Ciudadela del Umbral](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/cky1plko8001p037c854lyoys/).\n\nAunque se le suele ver portando dos espadas, pocos la han visto utilizar ambas simultáneamente. Porta siempre la misma espada para su mano diestra, aunque suele cambiar la que utiliza con la zurda. En una ocasión regaló una de sus espadas a [Thuridan Sylmenor](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/ckz7fel7d002q036cokzaco4b/).",
    "lastmodified": "2023-02-27T19:53:23.7121993+01:00",
    "tags": null
  },
  "content/Habitantes/maestros/gurfid": {
    "title": "Gurfid",
    "content": "\n\u003e _\"¡Por el rugido de los bégimos al anochecer! ¡¿Qué haces en mi taberna a estas horas?! ¡Vuelve inmediatamente a tus aposentos, renacuaja de brazos pétreos, o te envío allí de un corte de mi espada\" - Gurfid_\n\n**Gurfid Dakare es el Maestro Guerrero de la Hermandad Custodia del Umbral.** Se trata de un gran fauno de inmensos cuernos y larga melena, cubierto de incontables cicatrices por todo su cuerpo. Su procedencia, las islas de la guerra del Oeste, es un tema del que poco quiere hablar. Tan solo se sabe que de allí obtuvo su arma insignia, una espada capaz de cortar la luz y hacerla rebotar en un único tajo de poder.\n\n**Gurfid gestiona la Taberna del Umbral, siendo el que sirve las bebidas y atiende a los aprendices casi todo el tiempo.** Hay allí un extraño cachivache mecánico capaz de reproducir sonidos estridentes, al que él llama \"Guardiana\" con cariño. También entrena en las diferentes maestrías del combate, pues sabe cómo derrotar a un enemigo de mil formas distintas. Está casado con [[Habitantes/maestros/akane]], le Maestre Barbare, a quien conoció en los viajes de éste por las islas de la guerra.\n\n**Gurfid es afable y bonachón, con voz ruda y porte tosco.** Sus gritos no logran ocultar su gran corazón y su afán por ayudar a los demás. Es un guerrero noble y heroico que no gusta en exceso de vanagloriarse de sus conquistas, salvo por su Tajo del Albor. Confesó recientemente que su ojo no lo perdió en batalla sino de niño, en un accidente con un juguete.\n\nGurfid Dakare, el maestro guerrero. Antaño un poderoso combatiente, hoy regenta la taberna en [Valle del Umbral](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/cky1pdt5b0018037c6ke1wqbt/). Es poco hablador y muy bebedor. Se encarga del abastecimiento de [Hermandad Custodia del Umbral](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/ckw9rh8iy001z036c9lsfyugo/), y, para ello, logró un contrato muy beneficioso con la Compañía Raymond, de [Cirksena](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/cky4960vf002t037cbaatgffa/). Posee una misteriosa caja mágica de música con la que anima el ambiente en la taberna, a la que llama “Guardiana”.\n\nSu espose, Akane, no es otre que le maestre bárbare.\n\n-   Fauno de gigantesca cabeza con una grandísima mata de pelo negra. - Cascarrabias, siempre hambriento, lleva un parche en el ojo, una armadura de samurai y Murasame, su katana legendaria. - Regenta la taberna del Umbral. - Su clase es\n    \n\n**Guerrero.**\n\n![embedded image](https://assets.legendkeeper.com/b5c058da-c80a-4d5c-ac74-fdcf222dcb30.png \"Attachment\")\n\n##### Gurfid celebrando la apertura de la taberna junto a [Faerweenn O'Lost](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/ckz7fc33t001l036cwwqblj9z/), [Alex](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/ckz7f8fex000h036clsdzlega/), [Firio deBalamar](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/ckz7fcbeg001r036c83thbt8c/), [Arthur Fredderic de Lionhart](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/ckz7fa5dx000t036cztrj369k/) y [Katar Ciberos](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/ckz7fdtbu002f036cb9wrsjf4/).",
    "lastmodified": "2023-02-28T14:37:04.6155952+01:00",
    "tags": null
  },
  "content/Habitantes/maestros/jebedaya": {
    "title": "Jebedaya",
    "content": "\u003e _\"Ven. Acercate a la luz que no puedo ver. Dime, ¿cuales son tus heridas? Ah, entiendo. Bien, sin problema. Permíteme; sanaré tu cuerpo, pero mi magia no tiene potestad sobre tu mente\" - Jebedaya_\n\n-   Clérigo Orco - Maestro Clérigo del Umbral, delgado, prácticamente en los huesos, envuelto en hábitos y togas blancas prístinas. - No se conoce el culto al que adora, y niega a decirlo. - Su clse es\n    \n\n**Clérigo**\n\n**Jebedaya era el Maestro Clérigo del Umbral.** Es un orco de aspecto muy, muy anciano, cubierto de vendas deshilachadas pero limpias. Sus ojos están vendados, signo de una deidad desconocida que le confiere su magia. Su voz es hosca pero sus palabras, afables y tranquilizadoras, aunque sin duda, inquietantes cuando es sabido que guarda secretos.\n\n**Jebedaya era el encargado de sanar a los aprendices del Umbral cuando volvían de sus misiones,** así como prepararles e incluso bendecirles antes de su marcha. Pese a no saberse a qué deidad adoraba, debe de ser alguna relacionada con la Luz o la Fuerza. Sin duda, un clérigo de la sanación, pero parece tener acceso a conjuros más poderosos.\n\nJ**ebedaya era el Maestro más cercano a [[Habitantes/maestros/ylia-la-guardiana-del-umbral]], confábulo de sus planes e intenciones**, y fiel seguidor de los mismos. Actualmente se encuentra en paradero desconocido. Los aprendices piensan que fue asesinado por la Bruja de las Vísceras en el bosque, pero no se ha encontrado ningún cuerpo.",
    "lastmodified": "2023-02-28T14:37:04.6210186+01:00",
    "tags": null
  },
  "content/Habitantes/maestros/kitara": {
    "title": "Kitara",
    "content": "\u003e _\"El cielo, las estrellas, y el cosmos están conectados. Todo está unido a todo. ¿Por qué, me preguntas? Por el Vacío, te respondo\" - Kitara_\n\n**Kitara es la Maestra Bruja de la Hermandad Custodia del Umbral.** Se trata de una tiefling de largos cuernos y cabello rubio, de rostro oculto en sombas y piel de tono azul oscuro. Viste con sedas de patrones misteriosos, ropas encantadas que ayudan a la movilidad y amplían el poder de sus hechizos. Junto a [[Habitantes/maestros/ashana]], busca las runas que permiten que el Umbral se abra hacia una nueva ubicación.\n\n**Kitara es Bruja del Cosmos; el Vacío, el Universo, los Planos y en general, el Todo es su patrón**, una entidad inconsciente e infinita cuyo poder ella toma. No es sabido por nadie qué requiere su Patrón de ella, pero los rituales que efectúa sin duda tienen un motivo. Su magia es de un poder inmenso, y casi parece recurrir a ella en plenitud. Sin embargo, no es algo que ella guste en exceso de hacer.\n\n**Kitara es mística y solitaria, pero juguetona y curiosa**. Gusta de hacer tratos y aprovecharlos. Actualmente se encuentra encarcelada en la Hermandad, dados los últimos eventos en los cuales se reveló contra los aprendices, poniendo en riesgo sus vidas. Se espera que sea juzgada pronto, para decidir si sus actos eran justos y si puede o debe pertenecer a la Hermandad.\n\nUna mujer mayor, aunque no una anciana. - Viste una túnica con simbología extraña, azulada, roja y dorada. - Su clase es\n\n**Bruja.**\n\n(Próximamente)",
    "lastmodified": "2023-02-28T14:37:04.6256951+01:00",
    "tags": null
  },
  "content/Habitantes/maestros/maestros": {
    "title": "Maestros",
    "content": "\n\u003e Ella nos reunió a todos. Desde todos los rincones. Y nos mostró un propósito, en el Umbral\n\u003e \n\u003e -   Dara\n\n## La Hermandad Custodia del Umbral\n\nLa Hermandad Custodia del Umbral es el grupo que actualmente habita la Ciudadela del Umbral, habiéndolo recuperado Los Maestros del Umbral son un grupo de aventureros retirados, viejas glorias que alcanzaron el más alto rango de sus sendas, y se reunieron en el emplazamiento de la antigua Ciudadela del Umbral para dirigirla.\n\n## Los Nuevos Maestros\n\nHace aproximadamente veinte años, un grupo dirigido por una tejedora llamada Ylia, la conocida como Guardiana del Umbral llegaron a la localización donde se encontraba la Ciudadela. Eliminando a los monstruos y aberraciones que allí vivían, encontraron el místico portal, iniciando la reconstrucción y reinstauración de la Hermandad. Fueron los que hicieron el llamamiento de que la Hermandad acogía de nuevo aprendices, que había resurgido y que de nuevo ofrecería un hogar a los desamparados.\n\nNo debe confundirse a los Maestros del Umbral (aventureros de la Hermandad) con los Guardianes Originales (las estatuas; Lila, Luma, Cobalto y Viridio), quienes vivieron hace un milenio y crearon la Ciudadela Original.\n\nLista de Maestros\n- [Akane](Habitantes/maestros/akane.md)\n- [Anarcardo](Habitantes/maestros/anacardo.md)\n- [Arcivo](Habitantes/maestros/arcivo.md)\n- [Ashana](Habitantes/maestros/ashana.md)\n- [barbariccia](Habitantes/maestros/barbariccia.md)\n- [El Viajero](Habitantes/maestros/el-viajero.md)\n- [Gauda von Eigner](Habitantes/maestros/gauda-von-eigner.md)\n- [Gurfid](Habitantes/maestros/gurfid.md)\n- [Jebedaya](Habitantes/maestros/jebedaya.md)\n- [Kitara](Habitantes/maestros/kitara.md)\n- [Rodgal](Habitantes/maestros/rodgal.md)\n- [Silvea Zhen](Habitantes/maestros/silvea-zhen.md)\n- [Talo](Habitantes/maestros/talo.md)\n- [Viridio](Habitantes/maestros/viridio.md)\n- [Ylia, la Guardiana del Umbral](Habitantes/maestros/ylia-la-guardiana-del-umbral.md)",
    "lastmodified": "2023-02-28T14:37:04.6885893+01:00",
    "tags": null
  },
  "content/Habitantes/maestros/rodgal": {
    "title": "Rodgal",
    "content": "![embedded image](https://assets.legendkeeper.com/9a51fea9-7add-410f-a703-2f12030c0457.png \"Attachment\")\n\n\u003e _\"No puedes pretender asimilar la naturaleza, pero debes evitar que la naturaleza te asimile a ti\" - Rodgal_\n\n-   Guardabosques de la Hermandad, patruya los alrededores y da caza a los monstruos. - Es solitario y casi nunca duerme en los aposentos de la Hermandad, aunque recibe a los aventureros que no vienen por el camino principal. - Puede convertirse en Jabalí, Oso y Águila, pero también en muchas otras quimeras. - Su clase es\n\n**Druida**\n\n**Rodgal fue el Maestro Druida del Umbral**. Fue un hombre de aspecto rudo, largo bigote greñoso y cabellos desaliñados, que vivía en el bosque que rodeaba la Ciudadela. Cubría su cuerpo de infinidad de retazos de piel y pelaje, uno por cada criatura en la cual podía transformarse; básicamente, cualquier animal de los bosques.\n\n**Su función era la de guardabosques de la Ciudadela**, protegiendo los senderos de los árboles más cercanos y guiando a los pobres viajeros que se perdían, muchas veces en busca de la Ciudadela, otras simplemente como errantes o bandidos. Rara vez hacía aparición por la Ciudadela, quizá para algún evento de relevancia, aunque siempre ha preferido una vida muchísimo más solitaria.\n\n**Rodgal fue corrompido por la conocida como Bruja de las Vísceras**, una aberración que logró abrirse paso hasta la Ciudadela del Umbral. Tratando de asimilarla, su cuerpo fue completamente envuelto en su poder del caos, transformándolo en una bestia monstruosa. Se piensa que todavía debe rondar los alrededores del bosque del Umbral, pero no se ha podido encontrar un rastro claro.",
    "lastmodified": "2023-02-27T19:54:11.8220096+01:00",
    "tags": null
  },
  "content/Habitantes/maestros/silvea-zhen": {
    "title": "Silvea Zhen",
    "content": "![embedded image](https://assets.legendkeeper.com/b7eb4c62-c320-43ce-8a31-2a56ed87b122.png \"Attachment\")\n\n\u003e _\"Cultivar el cuerpo está muy bien, pero el buen monje encuentra el equilibrio entre cuerpo, mente y espíritu. ¡No somos bárbaros!\" – Silvea mientras destruye una mesa de un puñetazo._\n\nSilvea Zhen es la Maestra Monje de la Hermandad Custodia del Umbral. Es una humana muy alta y corpulenta, con una musculatura muy marcada, piel oscura y pelo plateado. Su poderoso ki le otorga la extraña capacidad de permitirle ver el ki de los demás para analizar su poder.\n\nAunque es la Inquisidora de Vinnaverg por herencia, renunció a su título tras el asesinato de sus padres por consejo de su maestro, Shi Fu. Aún así, algunos gobernantes le pidieron que usara su peculiar habilidad para comprobar el ki de los pelirrojos nacidos en su tierra con el fin de localizar a aquella persona que, según la profecía, traería un cambio de era. Silvea continuó realizando ese trabajo incluso cuando ejercía de maestra en la Ciudadela, viajando constantemente a Vinnaverg para ello. Sin embargo, se vio obligada a abandonar temporalmente la Hermandad cuando comenzó la caza de pelirrojos, con la intención de poner fin al conflicto y a la profecía.\n\nSe comporta de manera muy pasional y extrovertida, hablando a gritos y dando golpes. Sin embargo, esto es solo una fachada, pues aquellos que la conocen bien saben que su equilibrio del ki es absolutamente perfecto, y en su interior reina una calma absoluta. Su senda es la de la Caridad, los Espejos y la Paz, siempre en pos de una mayor comprensió del alcance del Ki más allá de la violencia.",
    "lastmodified": "2023-02-27T19:54:16.1229906+01:00",
    "tags": null
  },
  "content/Habitantes/maestros/talo": {
    "title": "Talo",
    "content": "# Talo\n\n![embedded image](https://assets.legendkeeper.com/763ac49b-bdf1-4254-b1a7-3f8c0c0fdb3c.png \"Attachment\")\n\nPortero borde de la Hermandad, es el primer rostro que observan los aventureros que llegan. - Suele reirse de aquellos que buscan gloria y prosperidad, porque sabe bien que lo que hay entre los muros es mucha mugre y pocas ganas. - Le acompaña una gallina, que no suele dudar en mover. - Su clase es…\n\n**Guardián**\n\n\u003e _\"¡Bienvenidos, Viajeros! Decidme, ¿qué buscáis? ¿Acaso vais en busca de la afamada Ciudadela Blanca? ¿O quizá os habéis perdido? Dependiendo de lo que vengáis a encontrar tras estas puertas os puedo decir lo que pueda haber\" - Talo_\n\n**Sir Talo Guardarrama, Montaraz de Jabadel fue el Maestro Explorador y Guardián de la Hermandad Custodia del Umbral**. Era un hombre anciano, corpulento y algo encorvado, con voz raspada y tono autoritario, de largas patillas que caían hasta el cuello, nariz ganchuda y barbilla prominente. Junto a él siempre permanece [Cóclea](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/clbtj5o3700080288rthynhkd/), su gallina de plumas de oro, una criatura con mal genio y combativa, que nunca se separaba de su amo.\n\n**Talo cumplía la función de portero de la Ciudadela, aguardando en su cabaña a la espera de los nuevos aprendices.** Bien era sabido que sus maneras no eran las mejores, pero cumplía la función de despachar a los errantes que nada tenían allí que buscar. Pese a su edad, era todavía un poderoso guerrero a tener en cuenta; un Montaraz de Jabadel, hábil en el uso del arco largo y de su arma insignia; dos escudos simétricos de cristal mágico que podían unirse en un único objeto.\n\n**Talo falleció al entrar en el Umbral completamente inestable, llevando consigo a Luma, en una explosión de hilos desvinculantes.** Dejó a Cóclea, quien se cree por muchos que es su hermana Dara, en manos de los aprendices. En el recuerdo de todos está su risa y su voz, la de un incansable vigilante que por todos era amado, quizá sin saberlo.\n\n\u003e _A la izquierda del camino, de pronto, observáis una cabaña rústica, hecha completamente a mano. Y en la puerta, una figura de anchos hombros y amplias caderas, arrebujada en una gruesa capa. El anciano, de ojos pequeños y nariz ganchuda, os mira, habiéndoos visto antes que vosotros a él. Su rostro es alargado y sus patillas caen hasta su cuello. Sentado en un pequeño taburete junto a un farol encendido, espera pacientemente, acariciando sobre su regazo una lustrosa gallina dorada._",
    "lastmodified": "2023-02-27T19:54:21.9774935+01:00",
    "tags": null
  },
  "content/Habitantes/maestros/viridio": {
    "title": "Viridio",
    "content": "\u003e _Lo juro por lo que más amo en el mundo; por Cobalto, por Lila, por Luma. Lo juro por el Umbral\" - Viridio_\n\n![](notes/images/Viridio.png)\n\n**_Viridio fue uno de los_** Cuatro [[Guardianes]] del Umbral **_en su creación hace 1000 años, y actualmente, el Maestro Mago de la Hermandad._** _Se trata de un hombre anciano, encorvado y delgado, de largos cabellos greñosos y barbas desaliñadas con algunas ramas y hojas pendiendo de ellas. Viste con una larga túnica verde y ropajes sencillos._\n\n**_Viridio es un Mago de la Vorágine, un dominio de la magia que solamente él conoce y domina._** _Algunos dicen que la creó, y otros, que proviene de otro lugar. La Vorágine es poderosa, pero muy peligrosa, y nadie debería usarla si no es por el mayor de los bienes._\n\n**_Viridio pasó los últimos novecientos años con la forma de una figura hecha de raíces, la Figura de Nudos_**_, a los pies de un inmenso árbol en una de las antiguas plazas. Durante ese tiempo, su mente se asió a los nudos y ramas, controlando el bosque y a las criaturas que allí vivían, para evitar que peligros se acercaran al Umbral hasta que de nuevo llegase su plan para volver. Para ello, había preparado un complejo ritual mediante el cual su corazón, casi un milenio después de su transformación, volviese a él._\n\n**_Actualmente reside de nuevo en el Umbral, ayudando a los demás Maestros en la gestión._** _No ostenta, sin embargo, el cargo que ostentó Ylia en el pasado, pues no desea gobernar este lugar. Actualmente busca traer de vuelta a [[Lila]] y [[Cobalto]], para que vuelvan los tres finalmente a vivir juntos._\n",
    "lastmodified": "2023-02-28T13:13:00.9743973+01:00",
    "tags": null
  },
  "content/Habitantes/maestros/ylia-la-guardiana-del-umbral": {
    "title": "Ylia, la Guardiana del Umbral",
    "content": "\u003e ![embedded image](https://assets.legendkeeper.com/d0454630-d342-4e76-a3d4-b7759be7d542.jpg \"Attachment\")\n\u003e \n\u003e _\"Sígueme, entonces. Estoy buscando un lugar; un sitio antaño olvidado. Estoy buscando la ubicación de la que antaño fue la Ciudadela del Umbral, donde todavía yace ese poder. Ven. Únete a la Hermandad\" - Ylia_\n\n**Ylia, la Guardiana del Umbral, fue la Maestra Tejedora de la Hermandad Custodia.** Fue una dríade de gran altura, cubierta con una capa púrpura cuya capucha era atravesada por su cornamenta de ramas. Su armadura, de platino iridiado y cobalto, brillaba bajo su manto sostenido por un emblema del Sol y la Luna. Sostenía con su mano, donde portaba el brazalete con la Primera Semilla, un báculo enredado en una lanza brillante, con bayas rojas nacientes en ella.\n\n**Ylia era fría, sin sonrisa en el rostro, con pocas palabras amables para los que le rodeaban.** Guardaba, sin embargo, muy profundamente sus sentimientos, quizá más fuertes que los de ninguno. Se encariñó con algunos aprendices, sobretodo con aquellos que alcanzaron lo más alto de sus sendas.\n\n**Ylia gobernó la Hermandad Custodia por mucho tiempo.** Dirigió el consejo de Maestros, siendo la voz principal de todas las acciones que tomaba la Hermandad. Seguramente, se debe a que ella inició la búsqueda de la antigua Ciudadela; reuniendo al resto de Maestros, conformó un grupo de aventueros de gran poder y los guió al lugar donde se encontraba la antigua Ciudadela. Desde entonces, por veinte años estuvieron organizando el sitio y aprendiendo de sus secretos, hasta por fin poder poner en marcha de nuevo el Umbral y llamar a nuevos aprendices.\n\n**Durante mucho tiempo, Ylia buscó las [[Semillas del Umbral]], los fragmentos que conforman la entidad completa del mismo,** para aumentar el alcance y poder de éste. Para ello, ocultó información a los aprendices y realizó actos oscuros, como atrapar a la joven Scarlett, la Octava Semilla. Se descubrió entonces que, al parecer, **Ylia fue durante todo este tiempo Luma, una de los cuatro Antiguos [[guardianes]] del Umbral**. El objetivo final de ésta, una vez reunidas todas las semillas, era el de viajar al Índice, el lugar donde la realidad misma podía reescribirse, para reestablecer la totalidad de éste y el resto de Universos y reiniciarlos a su voluntad, creando un mundo sin mal, dolor ni sufrimiento.\n\n**Luma murió cuando [[Habitantes/maestros/talo]] la empujó al portal inestable, en una explosión de luz y destino deshilachado.** Nada quedó de su cuerpo, perdido en los infinitos espacios que conforman el tiempo. Su recuerdo permanece ahora en la Cuarta Estatua del Umbral, una dríade reconocida y recordada.\n\n\u003e _Del otro lado de las ruinas de piedra emerge una imponente figura. Bajo una oscura túnica oscura y raída se observa una gruesa armadura iridiada que brilla al son de la oscuridad. Las piezas plateadas muestran en sus muescas las batallas de antaño y el uso. En su mano derecha sostiene una lanza, bruñida en plata y envuelta en amplias ramas que conforman un báculo de olmo, adornado con guindas y bayas rojas. Sobre su cabeza, atravesando la capucha una cornamenta de ramas y madera coronan un rostro de mirada fría y vetusta. Un rostro anciano y sabio, una dríade antigua como los robles, una vestal que guarda, guía y custodia el gran pórtico de roca gris. Y sabrás cuando oigas sus pasos caminar hacia las estatuas que ante ti se encuentra la única y ominosa, la portadora del Conjuro, la Guardiana del Umbral._\n\n# La Guardiana del Umbral\n\nUna dríade corpulenta con gruesa armadura de metal y una gran capa. Porta una lanza que es a su vez un báculo enredado. - Sabia, paciente y ceremonial. Sus actos son estoicos y rituales. - Se encarga de custodiar los objetos que busca la Hermandad. Es severa y parece que oculta algo. -\n\n**No se sabe cuál es su clase**, pero es capaz de lanzar los conjuros que abren el Umbral.\n\n(Próximamente)",
    "lastmodified": "2023-02-28T14:37:04.6309569+01:00",
    "tags": null
  },
  "content/Habitantes/otros-habitantes": {
    "title": "Otros habitantes",
    "content": "\u003e _Cada persona es única. Cada alma, compartida - Domminnic, borracho una mañana en la Otra Taberna._\n\n![embedded image](https://assets.legendkeeper.com/52599eb5-50be-47bf-9bee-7d0d9eb40439.jpg \"Attachment\")\n\nEl Mundo de Levaryck no sería nada sin los habitantes que la componen. Las altas montañas, los valles mágicos, las cavernas de cristal… nada tiene valor sin aquellos seres que rondan, habitan y construyen Levaryck. Las [[Civilizaciones]] no son nada sin sus habitantes.\n\nTodo ser consciente sirve a un propósito; algunos, sirven al bien común, a la gloria de la civilización, al dominio del amor, a crear un mundo mejor. Otros, sirven al mal, al egoísmo y la tiranía, al Yo frente al Mundo. Algunos sirven por y para un propósito trascendental. Superior. Ya sean las [[Divinidades]] o la [[Magia]] en si misma. Y otros, aunque muy pocos, a [[El Umbral]].\n\nHay prácticamente infinitos seres en Levaryck; siempre podremos conocer un famoso sastre más, la Princesa de una nueva civilización, una criatura aún más antigua y de aún más poder,…\n\n[maestros](Habitantes/maestros/maestros.md)",
    "lastmodified": "2023-02-28T14:37:04.6351698+01:00",
    "tags": null
  },
  "content/ascendidos": {
    "title": "ascendidos",
    "content": "",
    "lastmodified": "2023-02-28T15:12:22.1564143+01:00",
    "tags": null
  },
  "content/atalayas": {
    "title": "atalayas",
    "content": "",
    "lastmodified": "2023-02-28T15:10:37.0035407+01:00",
    "tags": null
  },
  "content/aventureros": {
    "title": "aventureros",
    "content": "",
    "lastmodified": "2023-02-28T15:08:25.5595963+01:00",
    "tags": null
  },
  "content/balaam": {
    "title": "balaam",
    "content": "",
    "lastmodified": "2023-02-28T15:25:38.7564993+01:00",
    "tags": null
  },
  "content/civilizaciones": {
    "title": "civilizaciones",
    "content": "",
    "lastmodified": "2023-02-28T15:12:35.1163867+01:00",
    "tags": null
  },
  "content/cromulo": {
    "title": "Crómulo",
    "content": "",
    "lastmodified": "2023-02-28T14:38:29.9947855+01:00",
    "tags": null
  },
  "content/el-corruptor": {
    "title": "El Corruptor",
    "content": "El Corruptor\n============\n\nMain\n----\n\n\u003e Malenon, respondiste ocho preguntas mías hace 10 horas. Y ahora vas a morir - El Corruptor -\n\nEl Corruptor\n============\n\nDagramonte, el Corruptor, es una sabandija, una criatura aberrante, delgada y esquelética. Viste oscuras túnicas negras de densa tela y cubre lo que parece su rostro con una máscara ósea, bajo la que palpita pulpa roja. Es difícil saber si la máscara es o no una parte de su cuerpo.\n\nEl Corruptor es un ser de gran poder, capaz de imponer maldiciones, trabas y estados negativos. A nivel combativo no es una amenaza muy grande, pues no posee grandes defensas físicas, pero gracias a sus conjuras y a sus trampas de maldición puede doblegar a sus oponentes y controlarles.\n\nOrigen\n======\n\nDagramonte es un Brujo que hizo su pacto con [[cromulo|Crómulo]], acogiéndose a la mismísima Edad con un oscuro ritual que ya no se profesa. No se sabe de qué raza fue antaño, pero ha conseguido convertirse en un Brujo de altísimo poder. Su Maestro pereció bajo un grupo de aventureros, por lo que Dagramonte se vio obligado a huir. Sembrando el caos en diferentes lugares, toda su influencia se vio doblegada a una marchita hechicería.\n\nHistoria a partir del Umbral\n============================\n\nEn cierto momento decidió empezar de cero, y para ello, trató de gobernar a unos Kóbolds para que le entregaran grandes objetos de poder. Para ello, creó un Dragón de Hueso que él controlaba como una marioneta.\n\n### · Sesión 3 ·\n\nUnos miembros del Umbral, exploradores acérrimos, descubrieron que los kóbolds habían robado uno de los Huevos Negros y les llamaron a buscarlo.\n\nEn el interior, deshicieron su estratagema y derrotaron a Dagramonte, pero cometieron el fatal horror de llevarle a través de El Umbral. Dagramonte observó el inmenso poder de aquél lugar, y su gran obsesión se volvió la de obtener y corromper dicho poder.\n\nLa Guardiana le devolvió lejos, al sur, pues no tenían potestad para acabar con él. Ya en el sur, el Corruptor encontró un grupo de Kóbolds y volvió a establecerse como líder. Supo entonces de la Reina Kobold y de los planes que tenía. Para él no eran importantes, pero sí un medio de obtener el preciado Umbral.\n\n### · Sesión 21 ·\n\nTomando un grupo peregrino de Kóbolds al Sur, les convenció para que le siguieran en un asalto contra un pequeño poblado porque sabía que el Umbral aparecería. Efectivamente, los miembros del Umbral aparecieron. Cambió su apariencia por la de una Aventurera más y les siguió, aplicando su Maldición de la Cuestión.\n\nYa ante el Umbral, después de sabotear su viaje, el Corruptor les paralizó a todos, asesinó a Malenon Drayton y cruzó el Umbral, pues había visto el Conjuro. Una vez al otro lado mintió a [[Habitantes/maestros/arcivo|Arcivo]] y a los demás y se hizo pasar por Malenon, tratando de colarse en las dependencias inferiores del Umbral.\n\n### · Sesión 26 ·\n\nEn el interior, descubrió parte de los secretos que guardaba el Umbral, misterios ocultos en la roca antigua. El Corruptor supo, pues [[cromulo|Crómulo]] se lo dijo, que bajo este lugar había algo guardado.\n\nEl Corruptor tomó la forma de Vodor y siguió a los aprendices hacia una mazmorra. En la parte inferior, encontraron el Báculo de Cobalto y el Corruptor desató todo su poder. Finalmente, murió a manos de [[Ithornil]].\n\nCuriosidades\n============\n\n*   La magia de Crómulo encerrada en el Corruptor es la de detener el tiempo para los que responden a sus preguntas. Por cada pregunta que alguien le responde, puede paralizarle durante unos segundos. También puede cambiar su forma a voluntad.",
    "lastmodified": "2023-02-28T14:38:50.0637179+01:00",
    "tags": null
  },
  "content/el-mundo/levaryck": {
    "title": "Levaryck",
    "content": "![embedded image](https://assets.legendkeeper.com/08f718dc-ae37-4d66-8873-682807b71d23.jpg \"Attachment\")\n\n# El Mundo de Levaryck\n\nEl Mundo de Levaryck, nuestro Mundo, es un lugar fantástico. Es un lugar vasto, vastísimo, donde siempre existirá un lugar más lejano, donde siempre habrá una civilización más perdida y donde nunca llegarás a conocerlo todo. Sin duda debe ser esférico, como bien postulan los eruditos, y sin embargo, parece que no hay un fin para su vastedad.\n\n![embedded image](https://assets.legendkeeper.com/8dabb569-8a4f-41cc-be92-bef259b118a7.jpg \"Attachment\")\n\nEs por ello que, por muchas historias que contemos en Levaryck, por muchas veces que lo visites y por mucha historia que exista, nunca será completa. Levaryck es infinito a nuestros ojos y a nuestra mente, y siempre habrá un hueco para que tú vengas a contar tu historia.\n\nSe dice que su nombre proviene de la fusión de tres nombres de grandes fundadores, aunque nada respalda este hecho.\n\n\u003e _No hay cartógrafo capaz de conmensurar las dimensiones de este Mundo, ni línea temporal que pueda unir todos los momentos, ni historiador que cuente todas las historias, Sagreo. Y sin embargo, tuve la suerte de coincidir con tu mismo lugar, tu mismo instante y tu misma historia - Nila -_\n\nEl Mundo de Levaryck es uno entre los infinitos Mundos que conforman el [Multiverso](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/ckx0w2ji9000j036cusjioq43/), un entramado de historias en diferentes Mundos entrelazados. Existen conexiones entre ellos, como [La noche de Nébula](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/cky5yupsb0002037cy19zwb0z/) o [El Umbral](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/ckw8bf0j2000b036cl8v1y9de/), que nos transportan a otras historias.\n\n## Disposición\n\nDe entre muchas de las segmentaciones, podríamos dividir Levaryck en [Civilizaciones](https://www.legendkeeper.com/app/ckvil5g57t6310808rct5ktxd/ckwrzz1vl000y036cl2pw8rrv/) de todas las índoles, culturas y tradiciones. La geografía de Levaryck es confusa y difícil de ubicar; no siempre al norte hace frío y en los meridianos es templado. En ocasiones, el clima se muestra caprichoso.\n\nNo es fácil cartografiar Levaryck, aunque puedes hacerte una idea de como se disponen gran parte de las civilizaciones más prósperas en el **Atlas**.",
    "lastmodified": "2023-02-28T15:07:25.0248448+01:00",
    "tags": null
  },
  "content/forjadores": {
    "title": "forjadores",
    "content": "",
    "lastmodified": "2023-02-28T15:12:13.8791878+01:00",
    "tags": null
  },
  "content/guardianes": {
    "title": "Guardianes",
    "content": "\n\u003e La conjura escarchada de Cobalto, la brujería purpúrea de Lila, el blanco destello de Luma y la verde vorágine de Viridio. Ojalá los hubieses visto, Jibada, cuando todavía caminaban entre nosotros. - Madre Jirina -\n\nLos Guardianes del Umbral\n=========================\n\nLos Guardianes del Umbral fueron los cuatro Amos y señores de La Ciudadela del Umbral, aquellos que descubrieron El Umbral y establecieron la civilización del mundo. Fueron el origen de la leyenda muerta de siglos atrás, aquellos que dieron a conocer su poder y lo entregaron a las razas civilizadas, para la prosperidad del Mundo y su Ciudadela.\n\nLos Guardianes son cuatro; [[Cobalto]], [[Lila]], [[Luma]] y [[Habitantes/maestros/viridio]]. De ellos, poco se sabe, pues toda historia ha quedado sepultada en los conocimientos olvidados. Se dice que Cobalto construyó la ciudad, Lila llegó desde muy lejos para controlarlo y Viridio descubrió sus secretos. Los rumores de Luma son inciertos y nada concisos.\n\nCobalto\n=======\n\nCobalto, Maestro Gélido del Umbral, Elementalista Supremo, El Frío Constructor, Viajero Insomne, Celador de los Antiguos, la Mano Fría de la Imparcialidad y Albatros de Luz.\n\n[[Cobalto]], cuya estatua muestra un bello y bravo guerrero de armadura de caballero, una augusta capa a su espalda y un báculo con un albatros sobre él.\n\nSegún cuenta, fue un poderosísimo elementalista, capaz de crear y dirigir miles de gólems de aire y hielo y Señor de un Castillo en las gélidas tierras, ahora perdido.\n\nSe unió a Viridio en su investigación por el Umbral. Sus gólems cargaron la gran mayor parte de los materiales para construir La Ciudadela del Umbral.\n\nViridio\n=======\n\nViridio, Maestro Relámpago de la Vorágine, Archimago del Umbral, el Verde Cogniscible, Eterno Aprendiz, Forjador del Conjuro, Rama viviente y portador de los Dones.\n\n[[Habitantes/maestros/viridio]], cuya estatua muestra un hombre de poblada y desaliñada barba y anteojos, ataviado con una túnica sencilla, portador de una lanza y un orbe catalizador.\n\nSegún se cuenta, fue un archimago allá donde comenzó a investigar para hallar la primigenia magia. Empleó todas sus técnicas para seguir los hilos hasta alcanzar la fuente de poder.\n\nUna vez lo halló dirigió la investigación de todos los secretos, de los límites y capacidades y de lo que ocultaba el Umbral. Junto a Luma, alzó los grandes descubrimientos.\n\nLila\n====\n\nLila, Maestra del Velo Purpúreo, la Primera Cazamonstruos, Matriarca de los Desdichados, la Hoja del Único Metal, Viajera de Mundos y la Efímera Llama.\n\n[[Lila]], cuya estatua muestra una firme mujer de armadura ligera, una larga espada en las manos y una más corta a la espalda, de largos cabellos y un colgante con la cabeza de un zorro.\n\nSegún se cuenta, se encontró con los demás Maestros cuando éstos hallaron el Umbral, salvándoles de misteriosos monstruos y uniéndose a ellos. Se cuenta que vino a través del Umbral desde otro mundo, pero no se tiene constancia.\n\nTrajo la ciencia de la alquimia de los Cazamonstruos, mutaciones que crearon poderosos guerreros. Fue la principal administradora del Umbral y guardia de la Seguridad.\n\nLuma\n====\n\nNo se sabe nada de Luma. El tiempo parece haber borrado su recuerdo.\n\nLa estatua está quebrada.",
    "lastmodified": "2023-02-28T14:37:04.6746581+01:00",
    "tags": null
  },
  "content/la-ciudadela-del-umbral": {
    "title": "La Ciudadela del Umbral",
    "content": "![embedded image](https://assets.legendkeeper.com/292d38dd-24e9-48c9-b952-b72e82444eb1.jpeg \"Attachment\")\n\n# **La Ciudadela del Umbral**\n\nLa Ciudadela del Umbral fue antaño el mayor de los [[civilizaciones|Civilizaciones]] del Mundo de [[levaryck|Levaryck]]. Fue la cúspide de la civilización, de la ciencia y de la magia, el Centro del Mundo civilizado. Se dice que el Umbral tenía influencia en todos lugares, en cada punto de todo reino. Casi cualquier decisión de los demás reinos tenían que entrar en convergencia con el gobierno del Umbral.\n\nLa Ciudadela estaba gobernada por los [[guardianes|Guardianes]], los cuales emplearon las grandes artes de las que dispusieron para regir su estado. En el momento más álgido para el Umbral, los cuatro fueron de alguna manera considerados “Monarcas” de Levaryck, aunque nunca Reyes ni Reinas.\n\n## **La Historia de la Ciudadela**\n\nSegún cuentan las viejas leyendas, hace un milenio la Ciudadela del Umbral fue construida sobre una inmensa fuente de poder; [El Umbral](_index.md)_, un elemento mágico desconocido y celosamente guardado. Descubierto por Cobalto, [[viridio|Viridio]] y [[luma|Luma]], dicen que allí encontraron a [[lila|Lila]], ya conocedora del místico Umbral. Se cree que este lugar puede ser el [[valle-del-umbral|Valle del Umbral]], pero no está confirmado.\n\nCon el tiempo, los cuatro comenzaron a explorar e investigar los límites de este poder legendario, todo aquello que podían conseguir. Fue un lugar lo suficientemente atrayente, lo suficientemente importante e impactante como para que los cuatro abandonaran sus vidas de antaño y dedicasen el resto de su existencia al Umbral.\n\nConstruyeron sobre aquél lugar una ciudad. Los grandes gólems de Cobalto trajeron los bloques de piedra. La ingeniería y ciencia de Viridio dieron forma a la ciudad anillada, y la voz de Lila convocó al mundo entero. Una vez estuvo construida, con el Umbral como centro bajo sus inmensas salas, todo el mundo fue invitado.\n\nLa Ciudadela del Umbral acogió a todo aquél que buscase un hogar, todo aquél que quisiese valerse por sí mismo, y les dio un cometido. Los Aventureros, los Adalides del Umbral, armados por [[forjadores|Forjadores]] y bendecidos por las Altas Magias viajaron por el mundo y lo unieron, estableciéndose en [[atalayas|Las Atalayas]], grandes construcciones en los límites del Mundo para organizar actuaciones rápidas.\n\nDe esta manera, el Mundo entero estuvo bajo la rápida actuación del Umbral. En cualquier lugar se reconocía el brillante símbolo de la constelación. Ante cualquier maldición, enemigo o ataque, allí estaban, los valientes guerreros del Umbral para presentar batalla. Enviados a misiones del más alto estandarte o a tareas rutinarias, no importaba; cualquiera era bienvenido.\n\nHasta que algo ocurrió. Hace nueve siglos, un evento sucedió… y la Ciudadela se perdió. El Mundo perdió la ubicación y el conocimiento sobre el lugar.\n\nCon el tiempo, la Ciudadela cayó en olvido. Toda la gran civilización del Umbral pasó a ser leyenda, y sus Atalayas fueron perdidas, saqueadas y olvidadas. Nunca se supo sobre la localización de la ciudad, ni del místico Umbral.\n\n## **Estado actual**\n\nActualmente, la Ciudadela del Umbral, o eso se cree, está destruida, siendo las ruinas que se encuentran en el [[valle-del-umbral|Valle del Umbral]].\n\n# **La caída de la Ciudadela**\n\n\u003e _El estruendo acompañó al Rayo, a la Ventisca, al Maremoto y al Meteoro. Y todo se volvió caos, destrucción, y dolor. Algunos escapamos… pero volveremos. Volveremos al Umbral - Senaca, Aventurero del Umbral -_\n\nHace unos novecientos años, un evento sucedió. Nadie recuerda, tiene constancia, conoce ni es capaz de adivinar qué fue lo que causó la Caída de la Ciudadela del Umbral. Un día se alzaba en el conocimiento de todo el mundo… y al siguiente había desaparecido. Miles de aprendices, aventureros y familias que allí habitaban murieron en cuestión de minutos, si no segundos.\n\nSin embargo, hay algunos hechos que son de dominio público en el Umbral; ciertos detalles que pueden arrojar algo de luz sobre la catástrofe, para reconstruir un pasado hecho añicos:\n\n![embedded image](https://assets.legendkeeper.com/63f98026-d7cd-408c-9bca-f1c025a38971.png \"Attachment\")\n\n_Percival, Arthur, Izar, Elianor y Kaugh en un viaje al pasado durante La Caída de la Ciudadela cap.73 - Una baya roja_\n\n-   El cielo estaba especialmente oscuro aquella noche, con inmensas nubes negras arremolinándose en lo alto de la torre que coronaba la Ciudadela. A lo lejos se escuchaba el rugido de los truenos.\n    \n-   En el Umbral estaba aconteciendo una gran fiesta, celebrando el Aniversario de la creación del Umbral.\n    \n-   De pronto, desde lo alto, un gran rugido, una detonación sin precedentes, como un rayo que cruzase el mundo al completo alertó a todos los habitantes de la Ciudadela.\n    \n-   Del cielo comenzaron a caer fragmentos de fuego sólido, meteoritos que derribaron las torres y destruyeron los brillantes hogares. La tierra comenzó a quebrarse con terremotos superiores a cualquier defensa mágica. El cielo cayó en forma de truenos y descargas fulminantes.\n    \n-   Una sombra de Luz y Oscuridad descendía desde lo alto, destruyendo la Ciudadela y arrasando torres y murallas. Constantemente descendía y volvía a las oscuras nubes.\n    \n-   Sin saber de dónde, la Ciudadela se llenó de monstruos, grandes criaturas de grotescas formas que escupían rayos purpúreos que se dividían en el espectro cromático y hacían desaparecer a los demás aprendices surgieron de las sombras.\n    \n-   Desde lo alto, un único rayo del tamaño de la Ciudadela entera alcanzó y destruyó prácticamente la totalidad de la torre.\n    \n-   Los [[ascendidos|Ascendidos]] que no fallecieron en su ascenso a la torre y aquellos [[aventureros|Aventureros]] que pudieron desplazarse rápido se llevaron consigo a los supervivientes que pudieron reunir, sacándoles de más allá de los muros.\n    \n-   Una dríade abrió el Umbral, manteniéndolo abierto para que cualquiera cruzase a otro lugar de [[levaryck|Levaryck]] donde estar a salvo.",
    "lastmodified": "2023-02-28T15:36:54.4870384+01:00",
    "tags": null
  },
  "content/la-comparsa-locuente": {
    "title": "La Comparsa Locuente",
    "content": "![embedded image](https://assets.legendkeeper.com/d1954f72-5bba-43fc-a17d-d86a8fa4e5c5.jpg \"Attachment\")\n\n# La Comparsa Locuente\n\nLa Comparsa Locuente es un grupo de múltiples feriantes que viajan por Levaryck, extendiendo el terror y la miseria por donde avanzan.\n\nLa Comparsa se compone de conjuntos de caravanas, siempre de cinco a ocho coches, cogidos en fila y con formas extravagantes; una torre con chimenea de roca que escupe burbujas verdes, una jaula redonda con animales simiescos que aúllan de dolor, una carroza elegante pintada a golpes de rosa y con olor a caramelos, etc.\n\nLa Comparsa es temida y amada en diferentes sitios de Levaryck; algunos dicen que reparte dicha, suerte e incluso dinero. Otros, que los horrores que porta en sus caravanas son abominables, que raptan, asesinan y rompen.\n\nSu líder es [[baltasar|Báltasar]], de quien poco se sabe. Nunca nadie de fuera le ha visto, y los miembros de la Comparsa se relacionan siempre a través de otros jefes menores que llevan las caravanas.\n\nLa Comparsa actúa en todo el territorio circundante a [[cirksena|Cirksena]] sobre todo, aunque se han mostrado algunas de estas Caravanas en otros sitios.\n\n## Todos Iguales\n\nLa Comparsa Locuente posee la firme convicción de que todos los seres civilizados deben ser igual de poderosos, igual de fuertes.\n\n## Línea temporal",
    "lastmodified": "2023-02-28T15:17:33.063923+01:00",
    "tags": null
  },
  "content/la-depravacion": {
    "title": "La Depravación",
    "content": "\n![embedded image](https://assets.legendkeeper.com/089e2e19-1b34-4a80-9b5c-0e6855672e44.jpg \"Attachment\")\n\n\u003e _“Detrás de la puerta está mi otra mitad” - La Depravación_\n\n# La Depravación\n\nLa Depravación es una Entidad Extraplanar inconsciente que busca desesperadamente volver a su hogar. En el lugar de donde viene, la Depravación quedó dividida en dos fragmentos, uno en su “hogar” y otro en nuestro Mundo.\n\nEn este Mundo se manifiesta como un blanco lecho de ausencia absoluta, sin nada tangible a lo que aferrarse, una amalgama hecha con los cadáveres de sus víctimas, dríades de uno de los bosques de Valris. Para comunicarse con los mortales, o en una forma más pura, se presenta como una figura pálida y andrógina, de voz reverberante. También puede poseer aquellos a los que infecta, apareciendo como un ojo oscuro.\n\nLa Depravación es Ausencia y es totalidad. Su objetivo es el de abarcar el Todo, y que todos los universos sean su Nada. Para ello, consume Universos mediante su simple existencia. Al completo, la Depravación es imparable, pero se divide para abarcar mayores consciencias.\n\nLa Depravación es solo una, pero su consciencia puede dividirse. Así, la Consciencia que atravesó el Umbral hace siglos no es la misma que la que habitaba en Dorado, y no es la misma que la que originalmente habitaba su mundo.\n\n# Origen\n\nLa Depravación no tiene un origen conocido. Quizá es una fuerza más antigua que muchas partes del [[multiverso|Multiverso]], que ha tomado consciencia simplemente por su mera existencia. Es imposible saber cuántos Universos ha debido de consumir, pero lo cierto es que ninguno parece ser su “origen”.\n\nEn el pasado, probablemente más de 900 años atrás, mientras [[la-ciudadela-del-umbral|La Ciudadela del Umbral]] aún existía, un poderoso mago, probablemente uno de los más avanzados [[aventureros|Aventureros]] del Umbral robó la Sexta Semilla con el objetivo de construir su propio Umbral, o sencillamente ver qué había más allá. Fue al lugar donde actualmente existe el [[bosque-de-valris|Bosque de Valris]] y construyó una Puerta de Hierro, bajo la que enterró la Semilla.\n\nCuando abrió el Umbral, sin embargo, sin conocer todo lo que podía hacer, siendo inconsciente y sin dominar más que el Conjuro Básico, encontró al otro lado un mundo blanco y vacío, sin nada en su interior. Solamente… Depravación.\n\n![embedded image](https://assets.legendkeeper.com/3298ba3e-656f-4f4d-b18d-c9ecb4c5890e.png \"Attachment\")\n\nEl Aventurero trató de cerrar el Umbral, pero fue tarde. La Depravación, que durante eones había esperado en la nada absoluta, vio que más allá de ese poder conocido como el Umbral había una posibilidad para consumir la Totalidad del Multiverso, por lo que la cruzó.\n\nAl cruzar, sin embargo, la Depravación perdió contacto con su otra mitad, y olvidó quién era. Su única intención entonces fue la de regresar a través de la puerta. Al otro lado, sin embargo, la mitad de esta Entidad rompió la Puerta de Acero, pues el Aventurero recuperó la Sexta Semilla y huyó, arrepintiéndose de lo que había hecho. Alejándose y seguido por el monstruo, quedó confinado, usando la Semilla para despertarla, creando un árbol que sirviese de cárcel para la Depravación.\n\nEn ese momento, los [[guardianes|Guardianes]] supieron de esto, y mantuvieron aquél lugar como un santuario prohibido. Para ello, sacrificaron un heroico Aventurero para que viajara al mundo de la Depravación y se mantuviese allí por siempre, estoico e inamovible, para impedir que si el Umbral volvía a abrirse alguna vez, ella cruzara. Plantaron en aquél lugar un bosque de dríades, que sin saberlo, protegerían la puerta de Acero y los restos de la Sexta Semilla.\n\n# Historia a partir del Umbral\n\nCuando el Umbral se reactiva, la Sexta Semilla flaquea, y la Depravación empieza a filtrarse. Tanto tiempo consumiéndose, había echado raíces profundas en el bosque de Dríades, y empezaba a acabar con ellas, tomándolas como parte de su masa.\n\n### · Sesión 10 ·\n\n![embedded image](https://assets.legendkeeper.com/d404bc80-03f4-4704-9f88-6bb4a3d66284.jpg \"Attachment\")\n\nCuando Cálix, Laurel, Hirt, Finneus y Máteo llegan al bosque, la Depravación ya ha consumido los alrededores de la puerta de hierro, completamente inactiva, y ella intenta convencerles de que le permitan salir. Ellos, sin quererlo, rompen el sello del Aventurero, quebrando el cristal que la mantenía encerrada, y el monstruo, con toda la masa de dríades que había podido reunir, avanza contra la puerta. Pero las dríades dan su vida y los aprendices tratan de darle muerte. La Depravación, o al menos el cuerpo en este lado, muere. Máteo se queda allí con ella.\n\nEl cadáver de Máteo, imbuido en los poderes de [[cromulo|Crómulo]], permanece incorruptible, y lo poco que queda de la Depravación se aloja en él, que es enterrado. Haciendo un pacto con el Demonio, permanece suspendida en su propia mente.\n\n### · Sesión 57 ·\n\nCuando Laurel se pierde por atravesar la [[Segunda Semilla]], es enviada al mundo de la Depravación, el Mundo “original”, o al menos el lugar desde donde ella ya había cruzado la Sexta Semilla. Mediante los hilos de Nébula, cuando van a rescatarla se encuentran con aquél Aventurero destinado a sellar a la Depravación. A toda costa deben evitar que la Depravación se extienda, que cruce el Umbral, y el Aventurero se sacrifica. No obstante, por desgracia, Dorado es controlado por la Entidad de la Depravación, y sí atraviesa el Umbral.\n\nLas siguientes semanas, Dorado aprende sobre el funcionamiento del Umbral, de las Semillas y también de [[ancalagamenon|Ancálagamenon]], el Archidemonio que vive en el interior de [[galatea|Galatea, la Herrera Legendaria]].\n\n### · Sesión 101 ·\n\nCuando los Aprendices recuperan la Segunda Semilla de las manos de [[azazel|Azazel, Custodio del Umbral]], Dorado-Depravación encuentra su oportunidad. Controla a Ancalamegón, obligando a que controle a Galatea, y roba la Primera Semilla, atravesando el Umbral para ir al bosque de dríades. Allí, la consciencia de Dorado se une a la de Máteo para formar una Gran Depravación de varios metros de altura, que incluso absorbe al avatar de [[balaam|Balaam]]. Allí, puesto que Hirt había “despertado” a la Primera Semilla, intenta abrir un Umbral, pero gracias a los aprendices que convocan a la [[hermandad-custodia-del-umbral|Hermandad Custodia del Umbral]] casi al completo, acaban con la Depravación y la asesinan por siempre.\n\n![embedded image](https://assets.legendkeeper.com/0b17c354-33ce-43d0-a850-e9a24a7f4b67.jpg \"Attachment\")",
    "lastmodified": "2023-02-28T15:26:12.0369896+01:00",
    "tags": null
  },
  "content/lila": {
    "title": "lila",
    "content": "",
    "lastmodified": "2023-02-28T15:12:44.9752669+01:00",
    "tags": null
  },
  "content/luma": {
    "title": "luma",
    "content": "",
    "lastmodified": "2023-02-28T15:12:42.7563922+01:00",
    "tags": null
  },
  "content/notes/CJK-+-Latex-Support-%E6%B5%8B%E8%AF%95": {
    "title": "CJK + Latex Support (测试)",
    "content": "\n## Chinese, Japanese, Korean Support\n几乎在我们意识到之前，我们已经离开了地面。\n\n우리가 그것을 알기도 전에 우리는 땅을 떠났습니다.\n\n私たちがそれを知るほぼ前に、私たちは地面を離れていました。\n\n## Latex\n\nBlock math works with two dollar signs `$$...$$`\n\n$$f(x) = \\int_{-\\infty}^\\infty\n    f\\hat(\\xi),e^{2 \\pi i \\xi x}\n    \\,d\\xi$$\n\t\nInline math also works with single dollar signs `$...$`. For example, Euler's identity but inline: $e^{i\\pi} = -1$\n\nAligned equations work quite well:\n\n$$\n\\begin{aligned}\na \u0026= b + c \\\\ \u0026= e + f \\\\\n\\end{aligned}\n$$\n\nAnd matrices\n\n$$\n\\begin{bmatrix}\n1 \u0026 2 \u0026 3 \\\\\na \u0026 b \u0026 c\n\\end{bmatrix}\n$$\n\n## RTL\nMore information on configuring RTL languages like Arabic in the [config](notes/config.md) page.\n",
    "lastmodified": "2023-02-28T14:50:43.0324099+01:00",
    "tags": null
  },
  "content/notes/callouts": {
    "title": "Callouts",
    "content": "\n## Callout support\n\nQuartz supports the same Admonition-callout syntax as Obsidian.\n\nThis includes\n- 12 Distinct callout types (each with several aliases)\n- Collapsable callouts\n\nSee [documentation on supported types and syntax here](https://help.obsidian.md/How+to/Use+callouts#Types).\n\n## Showcase\n\n\u003e [!EXAMPLE] Examples\n\u003e\n\u003e Aliases: example\n\n\u003e [!note] Notes\n\u003e\n\u003e Aliases: note\n\n\u003e [!abstract] Summaries \n\u003e\n\u003e Aliases: abstract, summary, tldr\n\n\u003e [!info] Info \n\u003e\n\u003e Aliases: info, todo\n\n\u003e [!tip] Hint \n\u003e\n\u003e Aliases: tip, hint, important\n\n\u003e [!success] Success \n\u003e\n\u003e Aliases: success, check, done\n\n\u003e [!question] Question \n\u003e\n\u003e Aliases: question, help, faq\n\n\u003e [!warning] Warning \n\u003e\n\u003e Aliases: warning, caution, attention\n\n\u003e [!failure] Failure \n\u003e\n\u003e Aliases: failure, fail, missing\n\n\u003e [!danger] Error\n\u003e\n\u003e Aliases: danger, error\n\n\u003e [!bug] Bug\n\u003e\n\u003e Aliases: bug\n\n\u003e [!quote] Quote\n\u003e\n\u003e Aliases: quote, cite\n",
    "lastmodified": "2023-02-28T14:50:42.4213433+01:00",
    "tags": null
  },
  "content/notes/config": {
    "title": "Configuration",
    "content": "\n## Configuration\nQuartz is designed to be extremely configurable. You can find the bulk of the configuration scattered throughout the repository depending on how in-depth you'd like to get.\n\nThe majority of configuration can be found under `data/config.yaml`. An annotated example configuration is shown below.\n\n```yaml {title=\"data/config.yaml\"}\n# The name to display in the footer\nname: Jacky Zhao\n\n# whether to globally show the table of contents on each page\n# this can be turned off on a per-page basis by adding this to the\n# front-matter of that note\nenableToc: true\n\n# whether to by-default open or close the table of contents on each page\nopenToc: false\n\n# whether to display on-hover link preview cards\nenableLinkPreview: true\n\n# whether to render titles for code blocks\nenableCodeBlockTitle: true \n\n# whether to render copy buttons for code blocks\nenableCodeBlockCopy: true \n\n# whether to render callouts\nenableCallouts: true\n\n# whether to try to process Latex\nenableLatex: true\n\n# whether to enable single-page-app style rendering\n# this prevents flashes of unstyled content and improves\n# smoothness of Quartz. More info in issue #109 on GitHub\nenableSPA: true\n\n# whether to render a footer\nenableFooter: true\n\n# whether backlinks of pages should show the context in which\n# they were mentioned\nenableContextualBacklinks: true\n\n# whether to show a section of recent notes on the home page\nenableRecentNotes: false\n\n# whether to display an 'edit' button next to the last edited field\n# that links to github\nenableGitHubEdit: true\nGitHubLink: https://github.com/jackyzha0/quartz/tree/hugo/content\n\n# whether to render mermaid diagrams\nenableMermaid: true\n\n# whether to use Operand to power semantic search\n# IMPORTANT: replace this API key with your own if you plan on using\n# Operand search!\nsearch:\n  enableSemanticSearch: false\n  operandApiKey: \"REPLACE-WITH-YOUR-OPERAND-API-KEY\"\n  operandIndexId: \"REPLACE-WITH-YOUR-OPERAND-INDEX-ID\"\n\n# page description used for SEO\ndescription:\n  Host your second brain and digital garden for free. Quartz features extremely fast full-text search,\n  Wikilink support, backlinks, local graph, tags, and link previews.\n\n# title of the home page (also for SEO)\npage_title:\n  \"🪴 Quartz 3.3\"\n\n# links to show in the footer\nlinks:\n  - link_name: Twitter\n    link: https://twitter.com/_jzhao\n  - link_name: Github\n    link: https://github.com/jackyzha0\n```\n\n### Code Block Titles\nTo add code block titles with Quartz:\n\n1. Ensure that code block titles are enabled in Quartz's configuration:\n\n    ```yaml {title=\"data/config.yaml\", linenos=false}\n    enableCodeBlockTitle: true\n    ```\n\n2. Add the `title` attribute to the desired [code block\n   fence](https://gohugo.io/content-management/syntax-highlighting/#highlighting-in-code-fences):\n\n      ```markdown {linenos=false}\n       ```yaml {title=\"data/config.yaml\"}\n       enableCodeBlockTitle: true  # example from step 1\n       ```\n      ```\n\n**Note** that if `{title=\u003cmy-title\u003e}` is included, and code block titles are not\nenabled, no errors will occur, and the title attribute will be ignored.\n\n### HTML Favicons\nIf you would like to customize the favicons of your Quartz-based website, you \ncan add them to the `data/config.yaml` file. The **default** without any set \n`favicon` key is:\n\n```html {title=\"layouts/partials/head.html\", linenostart=15}\n\u003clink rel=\"shortcut icon\" href=\"icon.png\" type=\"image/png\"\u003e\n```\n\nThe default can be overridden by defining a value to the `favicon` key in your \n`data/config.yaml` file. For example, here is a `List[Dictionary]` example format, which is\nequivalent to the default:\n\n```yaml {title=\"data/config.yaml\", linenos=false}\nfavicon:\n  - { rel: \"shortcut icon\", href: \"icon.png\", type: \"image/png\" }\n#  - { ... } # Repeat for each additional favicon you want to add\n```\n\nIn this format, the keys are identical to their HTML representations.\n\nIf you plan to add multiple favicons generated by a website (see list below), it\nmay be easier to define it as HTML. Here is an example which appends the \n**Apple touch icon** to Quartz's default favicon:\n\n```yaml {title=\"data/config.yaml\", linenos=false}\nfavicon: |\n  \u003clink rel=\"shortcut icon\" href=\"icon.png\" type=\"image/png\"\u003e\n  \u003clink rel=\"apple-touch-icon\" sizes=\"180x180\" href=\"/apple-touch-icon.png\"\u003e\n```\n\nThis second favicon will now be used as a web page icon when someone adds your \nwebpage to the home screen of their Apple device. If you are interested in more \ninformation about the current and past standards of favicons, you can read \n[this article](https://www.emergeinteractive.com/insights/detail/the-essentials-of-favicons/).\n\n**Note** that all generated favicon paths, defined by the `href` \nattribute, are relative to the `static/` directory.\n\n### Graph View\nTo customize the Interactive Graph view, you can poke around `data/graphConfig.yaml`.\n\n```yaml {title=\"data/graphConfig.yaml\"}\n# if true, a Global Graph will be shown on home page with full width, no backlink.\n# A different set of Local Graphs will be shown on sub pages.\n# if false, Local Graph will be default on every page as usual\nenableGlobalGraph: false\n\n### Local Graph ###\nlocalGraph:\n    # whether automatically generate a legend\n    enableLegend: false\n    \n    # whether to allow dragging nodes in the graph\n    enableDrag: true\n    \n    # whether to allow zooming and panning the graph\n    enableZoom: true\n    \n    # how many neighbours of the current node to show (-1 is all nodes)\n    depth: 1\n    \n    # initial zoom factor of the graph\n    scale: 1.2\n    \n    # how strongly nodes should repel each other\n    repelForce: 2\n\n    # how strongly should nodes be attracted to the center of gravity\n    centerForce: 1\n\n    # what the default link length should be\n    linkDistance: 1\n    \n    # how big the node labels should be\n    fontSize: 0.6\n    \n    # scale at which to start fading the labes on nodes\n    opacityScale: 3\n\n### Global Graph ###\nglobalGraph:\n\t# same settings as above\n\n### For all graphs ###\n# colour specific nodes path off of their path\npaths:\n  - /moc: \"#4388cc\"\n```\n\n\n## Styling\nWant to go even more in-depth? You can add custom CSS styling and change existing colours through editing `assets/styles/custom.scss`. If you'd like to target specific parts of the site, you can add ids and classes to the HTML partials in `/layouts/partials`. \n\n### Partials\nPartials are what dictate what gets rendered to the page. Want to change how pages are styled and structured? You can edit the appropriate layout in `/layouts`.\n\nFor example, the structure of the home page can be edited through `/layouts/index.html`. To customize the footer, you can edit `/layouts/partials/footer.html`\n\nMore info about partials on [Hugo's website.](https://gohugo.io/templates/partials/)\n\nStill having problems? Checkout our [FAQ and Troubleshooting guide](notes/troubleshooting.md).\n\n## Language Support\n[CJK + Latex Support (测试)](notes/CJK%20+%20Latex%20Support%20(测试).md) comes out of the box with Quartz.\n\nWant to support languages that read from right-to-left (like Arabic)? Hugo (and by proxy, Quartz) supports this natively.\n\nFollow the steps [Hugo provides here](https://gohugo.io/content-management/multilingual/#configure-languages) and modify your `config.toml`\n\nFor example:\n\n```toml\ndefaultContentLanguage = 'ar'\n[languages]\n  [languages.ar]\n    languagedirection = 'rtl'\n    title = 'مدونتي'\n    weight = 1\n```\n",
    "lastmodified": "2023-02-28T14:50:43.6938621+01:00",
    "tags": null
  },
  "content/notes/custom-Domain": {
    "title": "Custom Domain",
    "content": "\n### Registrar\nThis step is only applicable if you are using a **custom domain**! If you are using a `\u003cYOUR-USERNAME\u003e.github.io` domain, you can skip this step.\n\nFor this last bit to take effect, you also need to create a CNAME record with the DNS provider you register your domain with (i.e. NameCheap, Google Domains).\n\nGitHub has some [documentation on this](https://docs.github.com/en/pages/configuring-a-custom-domain-for-your-github-pages-site/managing-a-custom-domain-for-your-github-pages-site), but the tldr; is to\n\n1. Go to your forked repository (`github.com/\u003cYOUR-GITHUB-USERNAME\u003e/quartz`) settings page and go to the Pages tab. Under \"Custom domain\", type your custom domain, then click **Save**.\n2. Go to your DNS Provider and create a CNAME record that points from your domain to `\u003cYOUR-GITHUB-USERNAME.github.io.` (yes, with the trailing period).\n\n\t![Example Configuration for Quartz](/notes/images/google-domains.png)*Example Configuration for Quartz*\n3. Wait 30 minutes to an hour for the network changes to kick in.\n4. Done!",
    "lastmodified": "2023-02-27T21:27:34.2708615+01:00",
    "tags": null
  },
  "content/notes/docker": {
    "title": "Hosting with Docker",
    "content": "\nIf you want to host Quartz on a machine without using a webpage hosting service, it may be easier to [install Docker Compose](https://docs.docker.com/compose/install/) and follow the instructions below than to [install Quartz's dependencies manually](notes/preview%20changes.md).\n## Hosting Quartz Locally\nYou can serve Quartz locally at `http://localhost:1313` with the following script, replacing `/path/to/quartz` with the \nactual path to your Quartz folder.\n\ndocker-compose.yml\n```\nservices:\n  quartz-hugo:\n    image: ghcr.io/jackyzha0/quartz:hugo\n    container_name: quartz-hugo\n    volumes:\n      - /path/to/quartz:/quartz\n    ports:\n      - 1313:1313\n\n    # optional\n    environment:\n      - HUGO_BIND=0.0.0.0\n      - HUGO_BASEURL=http://localhost\n      - HUGO_PORT=1313\n      - HUGO_APPENDPORT=true\n      - HUGO_LIVERELOADPORT=-1\n```\n\nThen run with: `docker-compose up -d` in the same directory as your `docker-compose.yml` file.\n\nWhile the container is running, you can update the `quartz` fork with: `docker exec -it quartz-hugo make update`.\n\n## Exposing Your Container to the Internet\n\n### To Your Public IP Address with Port Forwarding (insecure)\n\nAssuming you are already familiar with [port forwarding](https://en.wikipedia.org/wiki/Port_forwarding) and [setting it up with your router model](https://portforward.com):\n\n1. You should set the environment variable `HUGO_BASEURL=http://your-public-ip` and then start your container.\n2. Set up port forwarding on your router from port `p` to `your-local-ip:1313`.\n3. You should now be able to access Quartz from outside your local network at `http://your-public-ip:p`.\n\nHowever, your HTTP connection will be unencrypted and **this method is not secure**.\n\n### To a Domain using Cloudflare Proxy\n\n1. Port forward 443 (HTTPS) from your machine.\n2. Buy a custom domain (say, `your-domain.com`) from [Cloudflare](https://www.cloudflare.com/products/registrar/). Point a DNS A record from `your-domain.com` to your public IP address and enable the proxy.\n3. Set the environment variables `HUGO_BASEURL=https://your-domain.com`, `HUGO_PORT=443`, and `HUGO_APPENDPORT=false`. Change `1313:1313` to `443:443` for the `ports` in `docker-compose.yml`.\n4. Spin up your Quartz container and enjoy it at `https://your-domain.com`!\n\n### To a Domain using a Reverse Proxy\n\nIf you want to serve more than just Quartz to the internet on this machine (or don't want to use the Cloudflare registrar and proxy), you should follow the steps in the section above (as appropriate) and also set up a reverse proxy, like [Traefik](https://doc.traefik.io/traefik). Be sure to configure your TLS certificates too!\n",
    "lastmodified": "2023-02-27T23:12:46.4713132+01:00",
    "tags": null
  },
  "content/notes/editing": {
    "title": "Editing Content in Quartz",
    "content": "\n## Editing \nQuartz runs on top of [Hugo](https://gohugo.io/) so all notes are written in [Markdown](https://www.markdownguide.org/getting-started/).\n\n### Folder Structure\nHere's a rough overview of what's what.\n\n**All content in your garden can found in the `/content` folder.** To make edits, you can open any of the files and make changes directly and save it. You can organize content into any folder you'd like.\n\n**To edit the main home page, open `/content/_index.md`.**\n\nTo create a link between notes in your garden, just create a normal link using Markdown pointing to the document in question. Please note that **all links should be relative to the root `/content` path**. \n\n```markdown\nFor example, I want to link this current document to `notes/config.md`.\n[A link to the config page](notes/config.md)\n```\n\nSimilarly, you can put local images anywhere in the `/content` folder.\n\n```markdown\nExample image (source is in content/notes/images/example.png)\n![Example Image](/content/notes/images/example.png)\n```\n\nYou can also use wikilinks if that is what you are more comfortable with!\n\n### Front Matter\nHugo is picky when it comes to metadata for files. Make sure that your title is double-quoted and that you have a title defined at the top of your file like so. You can also add tags here as well.\n\n```yaml\n---\ntitle: \"Example Title\"\ntags:\n- example-tag\n---\n\nRest of your content here...\n```\n\n### Obsidian\nI recommend using [Obsidian](http://obsidian.md/) as a way to edit and grow your digital garden. It comes with a really nice editor and graphical interface to preview all of your local files.\n\nThis step is **highly recommended**.\n\n\u003e 🔗 Step 3: [How to setup your Obsidian Vault to work with Quartz](notes/obsidian.md)\n\n## Previewing Changes\nThis step is purely optional and mostly for those who want to see the published version of their digital garden locally before opening it up to the internet. This is *highly recommended* but not required.\n\n\u003e 👀 Step 4: [Preview Quartz Changes](notes/preview%20changes.md)\n\nFor those who like to live life more on the edge, viewing the garden through Obsidian gets you pretty close to the real thing.\n\n## Publishing Changes\nNow that you know the basics of managing your digital garden using Quartz, you can publish it to the internet!\n\n\u003e 🌍 Step 5: [Hosting Quartz online!](notes/hosting.md)\n\nHaving problems? Checkout our [FAQ and Troubleshooting guide](notes/troubleshooting.md).\n",
    "lastmodified": "2023-02-27T23:12:46.0241669+01:00",
    "tags": null
  },
  "content/notes/hosting": {
    "title": "Deploying Quartz to the Web",
    "content": "\n## Hosting on GitHub Pages\nQuartz is designed to be effortless to deploy. If you forked and cloned Quartz directly from the repository, everything should already be good to go! Follow the steps below.\n\n### Enable GitHub Actions\nBy default, GitHub disables workflows from running automatically on Forked Repostories. Head to the 'Actions' tab of your forked repository and Enable Workflows to setup deploying your Quartz site!\n\n![Enable GitHub Actions](notes/images/github-actions.png)*Enable GitHub Actions*\n\n### Enable GitHub Pages\n\nHead to the 'Settings' tab of your forked repository and go to the 'Pages' tab.\n\n1. (IMPORTANT) Set the source to deploy from `master` (and not `hugo`) using `/ (root)`\n2. Set a custom domain here if you have one!\n\n![Enable GitHub Pages](/notes/images/github-pages.png)*Enable GitHub Pages*\n\n### Pushing Changes\nTo see your changes on the internet, we need to push it them to GitHub. Quartz is a `git` repository so updating it is the same workflow as you would follow as if it were just a regular software project.\n\n```shell\n# Navigate to Quartz folder\ncd \u003cpath-to-quartz\u003e\n\n# Commit all changes\ngit add .\ngit commit -m \"message describing changes\"\n\n# Push to GitHub to update site\ngit push origin hugo\n```\n\nNote: we specifically push to the `hugo` branch here. Our GitHub action automatically runs everytime a push to is detected to that branch and then updates the `master` branch for redeployment.\n\n### Setting up the Site\nNow let's get this site up and running. Never hosted a site before? No problem. Have a fancy custom domain you already own or want to subdomain your Quartz? That's easy too.\n\nHere, we take advantage of GitHub's free page hosting to deploy our site. Change `baseURL` in `/config.toml`. \n\nMake sure that your `baseURL` has a trailing `/`!\n\n[Reference `config.toml` here](https://github.com/jackyzha0/quartz/blob/hugo/config.toml)\n\n```toml\nbaseURL = \"https://\u003cYOUR-DOMAIN\u003e/\"\n```\n\nIf you are using this under a subdomain (e.g. `\u003cYOUR-GITHUB-USERNAME\u003e.github.io/quartz`), include the trailing `/`. **You need to do this especially if you are using GitHub!**\n\n```toml\nbaseURL = \"https://\u003cYOUR-GITHUB-USERNAME\u003e.github.io/quartz/\"\n```\n\nChange `cname` in `/.github/workflows/deploy.yaml`. Again, if you don't have a custom domain to use, you can use `\u003cYOUR-USERNAME\u003e.github.io`.\n\nPlease note that the `cname` field should *not* have any path `e.g. end with /quartz` or have a trailing `/`.\n\n[Reference `deploy.yaml` here](https://github.com/jackyzha0/quartz/blob/hugo/.github/workflows/deploy.yaml)\n\n```yaml {title=\".github/workflows/deploy.yaml\"}\n- name: Deploy  \n  uses: peaceiris/actions-gh-pages@v3  \n  with:  \n\tgithub_token: ${{ secrets.GITHUB_TOKEN }} # this can stay as is, GitHub fills this in for us!\n\tpublish_dir: ./public  \n\tpublish_branch: master\n\tcname: \u003cYOUR-DOMAIN\u003e\n```\n\nHave a custom domain? [Learn how to set it up with Quartz ](notes/custom%20Domain.md).\n\n### Ignoring Files\nOnly want to publish a subset of all of your notes? Don't worry, Quartz makes this a simple two-step process.\n\n❌ [Excluding pages from being published](notes/ignore%20notes.md)\n\n## Docker Support\nIf you don't want to use a hosting service, you can host using [Docker](notes/docker.md) instead!\nI would *not use this method* unless you know what you are doing.\n\n---\n\nNow that your Quartz is live, let's figure out how to make Quartz really *yours*!\n\n\u003e Step 6: 🎨 [Customizing Quartz](notes/config.md)\n\nHaving problems? Checkout our [FAQ and Troubleshooting guide](notes/troubleshooting.md).\n",
    "lastmodified": "2023-02-27T23:12:44.7080387+01:00",
    "tags": null
  },
  "content/notes/ignore-notes": {
    "title": "Ignoring Notes",
    "content": "\n### Quartz Ignore\nEdit `ignoreFiles` in `config.toml` to include paths you'd like to exclude from being rendered.\n\n```toml\n...\nignoreFiles = [  \n    \"/content/templates/*\",  \n    \"/content/private/*\", \n    \"\u003cyour path here\u003e\"\n]\n```\n\n`ignoreFiles` supports the use of Regular Expressions (RegEx) so you can ignore patterns as well (e.g. ignoring all `.png`s by doing `\\\\.png$`).\nTo ignore a specific file, you can also add the tag `draft: true` to the frontmatter of a note.\n\n```markdown\n---\ntitle: Some Private Note\ndraft: true\n---\n...\n```\n\nMore details in [Hugo's documentation](https://gohugo.io/getting-started/configuration/#ignore-content-and-data-files-when-rendering).\n\n### Global Ignore\nHowever, just adding to the `ignoreFiles` will only prevent the page from being access through Quartz. If you want to prevent the file from being pushed to GitHub (for example if you have a public repository), you need to also add the path to the `.gitignore` file at the root of the repository.",
    "lastmodified": "2023-02-27T21:27:32.7546651+01:00",
    "tags": null
  },
  "content/notes/obsidian": {
    "title": "Obsidian Vault Integration",
    "content": "\n## Setup\nObsidian is the preferred way to use Quartz. You can either create a new Obsidian Vault or link one that your already have.\n\n### New Vault\nIf you don't have an existing Vault, [download Obsidian](https://obsidian.md/) and create a new Vault in the `/content` folder that you created and cloned during the [setup](notes/setup.md) step.\n\n### Linking an existing Vault\nThe easiest way to use an existing Vault is to copy all of your files (directory and hierarchies intact) into the `/content` folder.\n\n## Settings\nGreat, now that you have your Obsidian linked to your Quartz, let's fix some settings so that they play well.\n\nOpen Settings \u003e Files \u0026 Links and look for these two items:\n\n1. Set the **New link format** to **Absolute Path in vault**.\n2. Turn **on** the **Automatically update internal links** setting.\n\n![Obsidian Settings](/notes/images/obsidian-settings.png)*Obsidian Settings*\n\n## Templates\nInserting front matter everytime you want to create a new Note gets annoying really quickly. Luckily, Obsidian supports templates which makes inserting new content really easily.\n\n**If you decide to overwrite the `/content` folder completely, don't remove the `/content/templates` folder!**\n\nHead over to Options \u003e Core Plugins and enable the Templates plugin. Then go to Options \u003e Hotkeys and set a hotkey for 'Insert Template' (I recommend `[cmd]+T`). That way, when you create a new note, you can just press the hotkey for a new template and be ready to go!\n\n\u003e 👀 Step 4: [Preview Quartz Changes](notes/preview%20changes.md)\n",
    "lastmodified": "2023-02-27T21:27:30.1928282+01:00",
    "tags": null
  },
  "content/notes/philosophy": {
    "title": "Quartz Philosophy",
    "content": "\n\u003e “[One] who works with the door open gets all kinds of interruptions, but [they] also occasionally gets clues as to what the world is and what might be important.” — Richard Hamming\n\n## Why Quartz?\nHosting a public digital garden isn't easy. There are an overwhelming number of tutorials, resources, and guides for tools like [Notion](https://www.notion.so/), [Roam](https://roamresearch.com/), and [Obsidian](https://obsidian.md/), yet none of them have super easy to use *free* tools to publish that garden to the world.\n\nI've personally found that\n1. It's nice to access notes from anywhere\n2. Having a public digital garden invites open conversations\n3. It makes keeping personal notes and knowledge *playful and fun*\n\nI was really inspired by [Bianca](https://garden.bianca.digital/) and [Joel](https://joelhooks.com/digital-garden)'s digital gardens and wanted to try making my own.\n\n**The goal of Quartz is to make hosting your own public digital garden free and simple.** You don't even need your own website. Quartz does all of that for you and gives your own little corner of the internet.\n",
    "lastmodified": "2023-02-27T21:27:30.5507543+01:00",
    "tags": null
  },
  "content/notes/preview-changes": {
    "title": "Preview Changes",
    "content": "\nIf you'd like to preview what your Quartz site looks like before deploying it to the internet, the following\ninstructions guide you through installing the proper dependencies to run it locally.\n\n\n## Install `hugo-obsidian`\nThis step will generate the list of backlinks for Hugo to parse. Ensure you have [Go](https://golang.org/doc/install) (\u003e= 1.16) installed.\n\n```bash\n# Install and link `hugo-obsidian` locally\ngo install github.com/jackyzha0/hugo-obsidian@latest\n```\n\nIf you are running into an error saying that `command not found: hugo-obsidian`, make sure you set your `GOPATH` correctly! This will allow your terminal to correctly recognize hugo-obsidian as an executable.\n\nAfterwards, start the Hugo server as shown above and your local backlinks and interactive graph should be populated!\n\n##  Installing Hugo\nHugo is the static site generator that powers Quartz. [Install Hugo with \"extended\" Sass/SCSS version](https://gohugo.io/getting-started/installing/) first. Then,\n\n```bash\n# Navigate to your local Quartz folder\ncd \u003clocation-of-your-local-quartz\u003e\n\n# Start local server\nmake serve\n\n# View your site in a browser at http://localhost:1313/\n```\n\n\u003e [!INFO] Docker Support\n\u003e\n\u003e If you have Docker installed already, open your terminal, navigate to your folder with Quartz and run `make docker`\n\nNow that you are happy with how your Quartz instance looks, let's get it hosted!\n\n\u003e 🌍 Step 5: [Hosting Quartz online!](notes/hosting.md)\n",
    "lastmodified": "2023-02-28T14:50:49.184852+01:00",
    "tags": null
  },
  "content/notes/search": {
    "title": "Search",
    "content": "\nQuartz supports two modes of searching through content.\n\n## Full-text\nFull-text search is the default in Quartz. It produces results that *exactly* match the search query. This is easier to setup but usually produces lower quality matches.\n\n```yaml {title=\"data/config.yaml\"}\n# the default option\nenableSemanticSearch: false\n```\n\n## Natural Language\nNatural language search is powered by [Operand](https://beta.operand.ai/). It understands language like a person does and finds results that best match user intent. In this sense, it is closer to how Google Search works.\n\nNatural language search tends to produce higher quality results than full-text search.\n\nHere's how to set it up.\n\n1. Login or Register for a new Operand account. Click the verification link sent to your email, and you'll be redirected to the dashboard. (Note) You do not need to enter a credit card to create an account, or get started with the Operand API. The first $10 of usage each month is free. To learn more, see pricing. If you go over your free quota, we'll (politely) reach out and ask you to configure billing.\n2. Create your first index. On the dashboard, under \"Indexes\", enter the name and description of your index, and click \"Create Index\". Note down the ID of the index (obtained by clicking on the index name in the list of indexes), as you'll need it in the next step. IDs are unique to each index, and look something like `uqv1duxxbdxu`.\n3. Click into the index you've created. Under \"Index Something\", select \"SITEMAP\" from the dropdown and click \"Add Source\".\n4. For the \"Sitemap.xml URL\", put your deployed site's base URL followed by `sitemap.xml`. For example, for `quartz.jzhao.xyz`, put `https://quartz.jzhao.xyz/sitemap.xml`. Leave the URL Regex empty. \n5. Get your API key. On the dashboard, under \"API Keys\", you can manage your API keys. If you don't already have an API key, click \"Create API Key\". You'll need this for the next step.\n6. Open `data/config.yaml`. Set `enableSemanticSearch` to `true`, `operandApiKey` to your copied key, and `operandIndexId` to the ID of the index we created from earlier..\n\n```yaml {title=\"data/config.yaml\"}\n# the default option\nsearch:\n  enableSemanticSearch: true\n  operandApiKey: \"jp9k5hudse2a828z98kxd6z3payi8u90rnjf\"\n  operandIndexId: \"s0kf3bd6tldw\"\n```\n7. Push your changes to the site and wait for it to deploy.\n8. Check the Operand dashboard and wait for your site to index. Enjoy natural language search powered by Operand!\n",
    "lastmodified": "2023-02-28T14:50:49.5925611+01:00",
    "tags": null
  },
  "content/notes/setup": {
    "title": "Setup",
    "content": "\n## Making your own Quartz\nSetting up Quartz requires a basic understanding of `git`. If you are unfamiliar, [this resource](https://resources.nwplus.io/2-beginner/how-to-git-github.html) is a great place to start!\n\n### Forking\n\u003e A fork is a copy of a repository. Forking a repository allows you to freely experiment with changes without affecting the original project.\n\nNavigate to the GitHub repository for the Quartz project:\n\n📁 [Quartz Repository](https://github.com/jackyzha0/quartz)\n\nThen, Fork the repository into your own GitHub account. If you don't have an account, you can make on for free [here](https://github.com/join). More details about forking a repo can be found on [GitHub's documentation](https://docs.github.com/en/get-started/quickstart/fork-a-repo).\n\n### Cloning\nAfter you've made a fork of the repository, you need to download the files locally onto your machine. Ensure you have `git`, then type the following command replacing `YOUR-USERNAME` with your GitHub username.\n\n```shell\ngit clone https://github.com/YOUR-USERNAME/quartz\n```\n\n## Editing\nGreat! Now you have everything you need to start editing and growing your digital garden. If you're ready to start writing content already, check out the recommended flow for editing notes in Quartz.\n\n\u003e ✏️ Step 2: [Editing Notes in Quartz](notes/editing.md)\n\nHaving problems? Checkout our [FAQ and Troubleshooting guide](notes/troubleshooting.md).\n",
    "lastmodified": "2023-02-28T14:50:50.6698677+01:00",
    "tags": null
  },
  "content/notes/showcase": {
    "title": "Showcase",
    "content": "\nWant to see what Quartz can do? Here are some cool community gardens :)\n\n- [Quartz Documentation (this site!)](https://quartz.jzhao.xyz/)\n- [Jacky Zhao's Garden](https://jzhao.xyz/)\n- [Scaling Synthesis - A hypertext research notebook](https://scalingsynthesis.com/)\n- [AWAGMI Intern Notes](https://notes.awagmi.xyz/)\n- [Shihyu's PKM](https://shihyuho.github.io/pkm/)\n- [SlRvb's Site](https://slrvb.github.io/Site/)\n- [Course notes for Information Technology Advanced Theory](https://a2itnotes.github.io/quartz/)\n- [Brandon Boswell's Garden](https://brandonkboswell.com)\n- [Siyang's Courtyard](https://siyangsun.github.io/courtyard/)\n- [Data Dictionary 🧠](https://glossary.airbyte.com/)\n- [sspaeti.com's Second Brain](https://brain.sspaeti.com/)\n- [oldwinterの数字花园](https://garden.oldwinter.top/)\n- [SethMB Work](https://sethmb.xyz/)\n- [Abhijeet's Math Wiki](https://abhmul.github.io/quartz/Math-Wiki/)\n\nIf you want to see your own on here, submit a [Pull Request adding yourself to this file](https://github.com/jackyzha0/quartz/blob/hugo/content/notes/showcase.md)!\n",
    "lastmodified": "2023-02-28T14:51:12.5042975+01:00",
    "tags": null
  },
  "content/notes/troubleshooting": {
    "title": "Troubleshooting and FAQ",
    "content": "\nStill having trouble? Here are a list of common questions and problems people encounter when installing Quartz.\n\nWhile you're here, join our [Discord](https://discord.gg/cRFFHYye7t) :)\n\n### Does Quartz have Latex support?\nYes! See [CJK + Latex Support (测试)](notes/CJK%20+%20Latex%20Support%20(测试).md) for a brief demo.\n\n### Can I use \\\u003cObsidian Plugin\\\u003e in Quartz?\nUnless it produces direct Markdown output in the file, no. There currently is no way to bundle plugin code with Quartz.\n\nThe easiest way would be to add your own HTML partial that supports the functionality you are looking for.\n\n### My GitHub pages is just showing the README and not Quartz\nMake sure you set the source to deploy from `master` (and not `hugo`) using `/ (root)`! See more in the [hosting](/notes/hosting) guide\n\n### Some of my pages have 'January 1, 0001' as the last modified date\nThis is a problem caused by `git` treating files as case-insensitive by default and some of your posts probably have capitalized file names. You can turn this off in your Quartz by running this command.\n\n```shell\n# in the root of your Quartz (same folder as config.toml)\ngit config core.ignorecase true\n\n# or globally (not recommended)\ngit config --global core.ignorecase true\n```\n\n### Can I publish only a subset of my pages?\nYes! Quartz makes selective publishing really easy. Heres a guide on [excluding pages from being published](notes/ignore%20notes.md).\n\n### Can I host this myself and not on GitHub Pages?\nYes! All built files can be found under `/public` in the `master` branch. More details under [hosting](notes/hosting.md).\n\n### `command not found: hugo-obsidian`\nMake sure you set your `GOPATH` correctly! This will allow your terminal to correctly recognize `hugo-obsidian` as an executable.\n\n```shell\n# Add the following 2 lines to your ~/.bash_profile\nexport GOPATH=/Users/$USER/go\nexport PATH=$GOPATH/bin:$PATH\n\n# In your current terminal, to reload the session\nsource ~/.bash_profile\n```\n\n### How come my notes aren't being rendered?\nYou probably forgot to include front matter in your Markdown files. You can either setup [Obsidian](notes/obsidian.md) to do this for you or you need to manually define it. More details in [the 'how to edit' guide](notes/editing.md).\n\n### My custom domain isn't working!\nWalk through the steps in [the hosting guide](notes/hosting.md) again. Make sure you wait 30 min to 1 hour for changes to take effect.\n\n### How do I setup analytics?\nQuartz by default uses [Plausible](https://plausible.io/) for analytics. \n\nIf you would prefer to use Google Analytics, you can follow this [guide in the Hugo documentation](https://gohugo.io/templates/internal/#google-analytics). \n\nAlternatively, you can also import your Google Analytics data into Plausible by [following this guide](https://plausible.io/docs/google-analytics-import).\n\n\n### How do I change the content on the home page?\nTo edit the main home page, open `/content/_index.md`.\n\n### How do I change the colours?\nYou can change the theme by editing `assets/custom.scss`. More details on customization and themeing can be found in the [customization guide](notes/config.md).\n\n### How do I add images?\nYou can put images anywhere in the `/content` folder.\n\n```markdown\nExample image (source is in content/notes/images/example.png)\n![Example Image](/content/notes/images/example.png)\n```\n\n### My Interactive Graph and Backlinks aren't up to date\nBy default, the `linkIndex.json` (which Quartz needs to generate the Interactive Graph and Backlinks) are not regenerated locally. To set that up, see the guide on [local editing](notes/editing.md)\n\n### Can I use React/Vue/some other framework?\nNot out of the box. You could probably make it work by editing `/layouts/_default/single.html` but that's not what Quartz is designed to work with. 99% of things you are trying to do with those frameworks you can accomplish perfectly fine using just vanilla HTML/CSS/JS.\n\n## Still Stuck?\nQuartz isn't perfect! If you're still having troubles, file an issue in the GitHub repo with as much information as you can reasonably provide. Alternatively, you can message me on [Twitter](https://twitter.com/_jzhao) and I'll try to get back to you as soon as I can.\n\n🐛 [Submit an Issue](https://github.com/jackyzha0/quartz/issues)\n",
    "lastmodified": "2023-02-27T23:12:30.030348+01:00",
    "tags": null
  },
  "content/notes/updating": {
    "title": "Updating",
    "content": "\nHaven't updated Quartz in a while and want all the cool new optimizations? On Unix/Mac systems you can run the following command for a one-line update! This command will show you a log summary of all commits since you last updated, press `q` to acknowledge this. Then, it will show you each change in turn and press `y` to accept the patch or `n` to reject it. Usually you should press `y` for most of these unless it conflicts with existing changes you've made! \n\n```shell\nmake update\n```\n\nOr, if you don't want the interactive parts and just want to force update your local garden (this assumed that you are okay with some of your personalizations been overriden!)\n\n```shell\nmake update-force\n```\n\nOr, manually checkout the changes yourself.\n\n\u003e [!warning] Warning!\n\u003e\n\u003e If you customized the files in `data/`, or anything inside `layouts/`, your customization may be overwritten!\n\u003e Make sure you have a copy of these changes if you don't want to lose them.\n\n\n```shell\n# add Quartz as a remote host\ngit remote add upstream git@github.com:jackyzha0/quartz.git\n\n# index and fetch changes\ngit fetch upstream\ngit checkout -p upstream/hugo -- layouts .github Makefile assets/js assets/styles/base.scss assets/styles/darkmode.scss config.toml data \n```\n",
    "lastmodified": "2023-02-27T21:27:46.5191909+01:00",
    "tags": null
  },
  "content/private/private-note": {
    "title": "Private Stuff",
    "content": "\nThis page doesn't get published!",
    "lastmodified": "2023-02-27T23:27:25.361101+01:00",
    "tags": null
  },
  "content/semillas-del-umbral": {
    "title": "Semillas del Umbral",
    "content": "_Esta información está incompleta, y es posible que en algún punto sea errónea. Al fin y al cabo, es el principal misterio de la historia que se está creando, y lo que se sabe de ellas es muy poco. Tómese esta entrada como un dominio escrito por los aprendices, desde la escasa información que estos han podido recopilar, y siempre queda supeditado a la palabra de cualquier vijía o levilla_\n\nPoderosos artefactos, dispersos por Levaryck, cuya utilidad principal (según conocimiento general de los aprendices) es la de dar poder al Umbral y definir las coordenadas de hacia donde debe conectar cada portal que se abre. Actualmente, según registros públicos, se conoce de la existencia de 8 semillas, y el paradero de la mayoría de ellas:\n\n-Primera: El propio Umbral de la Ciudadela Blanca\n\n-Segunda: Custodiada por la Guardiana, fue insertada en su báculo\n\n-Tercera: Fue recientemente robada por un [[la-comparsa-locuente|enemigo]]\n\n-Cuarta: Obtenida de las hadas de los túmulos, actualmente inerte y bajo custodia del Umbral.\n\n-Quinta:\n\n-Sexta: Recuperada de un [[la-depravacion|bosque de dríades]], la Guardiana la asimiló en su lanza\n\n-Séptima:\n\n-Octava: [[scarlett|Una sorpresa inesperada]]\n\nSe sabe que hay un mapa, en custodia de Arcivo, que señala la posición de todas las semillas y atalayas, pero está desactualizado.",
    "lastmodified": "2023-02-28T15:16:08.5064598+01:00",
    "tags": null
  },
  "content/templates/_maestros": {
    "title": "{{title}}",
    "content": "",
    "lastmodified": "2023-02-28T00:57:53.2638751+01:00",
    "tags": null
  },
  "content/templates/post": {
    "title": "{{title}}",
    "content": "",
    "lastmodified": "2023-02-27T18:41:22.0010202+01:00",
    "tags": null
  },
  "content/valle-del-umbral": {
    "title": "Valle del Umbral",
    "content": "**Localización:** Valle del Umbral.\n\n**Geografía:** Una explanada montañosa de altos vientos y lluvias persistentes, con oscura vegetación y nudosos árboles de hoja perenne.\n\n**Fauna:** Hostil. El valle del Umbral antaño fue una tierra infecta plagada de aberraciones sin nombre, ahora erradicadas por la Hermandad... en su mayor parte.\n\n**Historia:** Secretos y misterios que envuelven un velo antiguo. Se cuenta que antaño en esta región existió la Ciudadela, una próspera civilización creada por los Guardianes del Umbral.\n\n**Economía:** No es la pobreza, pero nadie tiene mucho más de lo que necesita.\n\n**Edificios:** Barracones de madera alrededor de una antigua construcción de roca, ahora derruida y envuelta en hiedras.\n\n**Vestimentas:** Cada uno es libre de portar sus vestimentas, pero cada Compañero de la Hermandad lleva un brazal oscuro con el blasón de la Hermandad.\n\n**Costumbres:** Cada uno es responsable de su propia vida, pero debes cuidar y proteger a todos tus compañeros.\n\n**Miscelánea:** Junto al Umbral hay un trono de roca junto a un gran Sauce. Alrededor del portal, las estatuas de los cuatro Guardianes, pero una está destruída.",
    "lastmodified": "2023-02-28T15:19:47.4098748+01:00",
    "tags": null
  },
  "github/ISSUE_TEMPLATE/bug_report": {
    "title": "bug_report",
    "content": "\r\n**Describe the bug**\r\nA clear and concise description of what the bug is.\r\n\r\n**To Reproduce**\r\nSteps to reproduce the behavior:\r\n1. Go to '...'\r\n2. Click on '....'\r\n3. Scroll down to '....'\r\n4. See error\r\n\r\n**Expected behavior**\r\nA clear and concise description of what you expected to happen.\r\n\r\n**Screenshots**\r\nIf applicable, add screenshots to help explain your problem.\r\n\r\n**Desktop (please complete the following information):**\r\n - Device: [e.g. iPhone6]\r\n - OS: [e.g. iOS]\r\n - Browser [e.g. chrome, safari]\r\n\r\n**Additional context**\r\nAdd any other context about the problem here.\r\n",
    "lastmodified": "2023-02-27T15:27:49.6691302+01:00",
    "tags": null
  },
  "github/ISSUE_TEMPLATE/feature_request": {
    "title": "feature_request",
    "content": "\r\n**Is your feature request related to a problem? Please describe.**\r\nA clear and concise description of what the problem is. Ex. I'm always frustrated when [...]\r\n\r\n**Describe the solution you'd like**\r\nA clear and concise description of what you want to happen.\r\n\r\n**Describe alternatives you've considered**\r\nA clear and concise description of any alternative solutions or features you've considered.\r\n\r\n**Additional context**\r\nAdd any other context or screenshots about the feature request here.\r\n",
    "lastmodified": "2023-02-27T15:27:49.6691302+01:00",
    "tags": null
  }
}